{
  "about_opensource_title": "This application is open source",
  "about_opensource_message": " We welcome contributions to this application. If you are interested, please join us on Github at",
  "about_opensource_link": "https://github.com/Telos-Foundation/Sqrl",
  "about_message_1": "Sqrl is a standalone desktop application that connects directly to the TELOS blockchain through the API endpoint of your choice.",
  "about_message_2": "Your keys never leave the application itself and are only ever stored encrypted, providing the highest level of security a hot wallet can offer.",
  "about_more": "Please visit us at https://telosfoundation.io and https://eos.miami if you would like to learn more.",
  "about_issues": "If you have encounter problems with the application itself, please file an issue on github below:",
  "about_issues_link": "https://github.com/Telos-Foundation/Sqrl/issues",
  "about_greymass_message_1": "Sqrl is a fork of eos-voter 0.5.1. It was created by EOS Miami as an all-in-one tool to support all EOSIO chains, including Telos and EOS. Naming credit goes to Douglas Horn at Goodblock with SqrlJs + styling development credited to Amplified Telos.",
  "about_greymass_message_2": "If you would like to learn more about our team and the other projects we have planned for TELOS, we invite you to visit us at",
  "about_license_type": "The MIT License (MIT)",
  "about_license_body_1": "Copyright (c) 2018-present Greymass, EOS Miami, Telos Foundation",
  "about_license_body_2": "Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:",
  "about_license_body_3": "The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.",
  "about_license_body_4": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
}
