{
  "constitution_accept": "I accept these terms",
  "constitution_title": "EOS Governance - Constitution",
  "constitution_preface": "This Constitution is a multi-party contract entered into by the Members by virtue of their use of this blockchain.",
  "constitution_article_01_title": "Article I - No Initiation of Violence",
  "constitution_article_01_body": "Members shall not initiate violence or the threat of violence against another Member. Lawful prosecution of crimes with the goal of preserving life, liberty and property does not constitute initiation of violence.",
  "constitution_article_02_title": "Article II - No Perjury",
  "constitution_article_02_body": "Members shall be liable for losses caused by false or misleading attestations and shall forfeit any profit gained thereby.",
  "constitution_article_03_title": "Article III - Rights",
  "constitution_article_03_body": "The Members grant the right of contract and of private property to each other, therefore no property shall change hands except with the consent of the owner, by a valid Arbitrator’s order, or via community referendum. This Constitution creates no positive rights for or between any Members.",
  "constitution_article_04_title": "Article IV - No Vote Buying",
  "constitution_article_04_body": "No Member shall offer nor accept anything of value in exchange for a vote of any type, nor shall any Member unduly influence the vote of another.",
  "constitution_article_05_title": "Article V - No Fiduciary",
  "constitution_article_05_body": "No Member nor EOS token holder shall have fiduciary responsibility to support the value of the EOS token. The Members do not authorize anyone to hold assets, borrow, nor contract on behalf of EOS token holders collectively. This blockchain has no owners, managers or fiduciaries; therefore, no Member shall have beneficial interest in more than 10%% of the EOS token supply.",
  "constitution_article_06_title": "Article VI - Restitution",
  "constitution_article_06_body": "Each Member agrees that penalties for breach of contract may include, but are not limited to, fines, loss of account, and other restitution.",
  "constitution_article_07_title": "Article VII - Open Source",
  "constitution_article_07_body": "Each Member who makes available a smart contract on this blockchain shall be a Developer. Each Developer shall offer their smart contracts via a free and open source license, and each smart contract shall be documented with a Ricardian Contract stating the intent of all parties and naming the Arbitration Forum that will resolve disputes arising from that contract.",
  "constitution_article_08_title": "Article VIII - Language",
  "constitution_article_08_body": "Multi-lingual contracts must specify one prevailing language in case of dispute and the author of any translation shall be liable for losses due to their false, misleading, or ambiguous attested translations.",
  "constitution_article_09_title": "Article IX - Dispute Resolution",
  "constitution_article_09_body": "All disputes arising out of or in connection with this Constitution shall be finally settled under the Rules of Dispute Resolution of the EOS Core Arbitration Forum by one or more arbitrators appointed in accordance with the said Rules.",
  "constitution_article_10_title": "Article X - Choice of Law",
  "constitution_article_10_body": "Choice of law for disputes shall be, in order of precedence, this Constitution and the Maxims of Equity.",
  "constitution_article_11_title": "Article XI - Amending",
  "constitution_article_11_body": "This Constitution and its subordinate documents shall not be amended except by a vote of the token holders with no less than 15%% vote participation among tokens and no fewer than 10%% more Yes than No votes, sustained for 30 continuous days within a 120 day period.",
  "constitution_article_12_title": "Article XII - Publishing",
  "constitution_article_12_body": "Members may only publish information to the Blockchain that is within their right to publish. Furthermore, Members voluntarily consent for all Members to permanently and irrevocably retain a copy, analyze, and distribute all broadcast transactions and derivative information.",
  "constitution_article_13_title": "Article XIII - Informed Consent",
  "constitution_article_13_body": "All service providers who produce tools to facilitate the construction and signing of transactions on behalf of other Members shall present to said other Members the full Ricardian contract terms of this Constitution and other referenced contracts. Service providers shall be liable for losses resulting from failure to disclose the full Ricardian contract terms to users.",
  "constitution_article_14_title": "Article XIV - Severability",
  "constitution_article_14_body": "If any part of this Constitution is declared unenforceable or invalid, the remainder will continue to be valid and enforceable.",
  "constitution_article_15_title": "Article XV - Termination of Agreement",
  "constitution_article_15_body": "A Member is automatically released from all revocable obligations under this Constitution 3 years after the last transaction signed by that Member is incorporated into the blockchain. After 3 years of inactivity an account may be put up for auction and the proceeds distributed to all Members according to the system contract provisions then in effect for such redistribution.",
  "constitution_article_16_title": "Article XVI - Developer Liability",
  "constitution_article_16_body": "Members agree to hold software developers harmless for unintentional mistakes made in the expression of contractual intent, whether or not said mistakes were due to actual or perceived negligence.",
  "constitution_article_17_title": "Article XVII - Consideration",
  "constitution_article_17_body": "All rights and obligations under this Constitution are mutual and reciprocal and of equally significant value and cost to all parties.",
  "constitution_article_18_title": "Article XVIII - Acceptance",
  "constitution_article_18_body": "A contract is deemed accepted when a member signs a transaction which incorporates a TAPOS proof of a block whose implied state incorporates an ABI of said contract and said transaction is incorporated into the blockchain.",
  "constitution_article_19_title": "Article XIX - Counterparts",
  "constitution_article_19_body": "This Constitution may be executed in any number of counterparts, each of which when executed and delivered shall constitute a duplicate original, but all counterparts together shall constitute a single agreement.",
  "constitution_article_20_title": "Article XX - Interim Constitution",
  "constitution_article_20_body": "This constitution is interim and is intended to remain in effect until a permanent constitution is written and ratified in a referendum."
}
