{
  "button_reset": "Reset Test",
  "button_restart": "Start New Test",
  "button_resume": "Resume Test",
  "button_stop": "Stop Testing",
  "checkbox_show_unsupported": "Show Unsupported API Results",
  "column_coverage_1": "History",
  "column_coverage_2": "Coverage",
  "column_latency_1": "Latency",
  "column_latency_2": "Details",
  "column_ms": "Response Time",
  "column_producer_1": "Producer",
  "column_producer_2": "API Endpoint",
  "legend_fast": "Medium Speed",
  "legend_fastest": "High Speed",
  "legend_header": "Color Legend",
  "legend_limited_history": "Limited History",
  "legend_no_history": "No History",
  "legend_slow": "Slow Speed",
  "legend_unresponsive": "Unresponsive",
  "loader_initializing": "Initializing...",
  "loader_message_1": "This may take a moment.",
  "loader_progress_text": "{{complete}} of {{total}} requests",
  "loader_validating": "Validating",
  "main_header": "API Recommender",
  "main_subheader": "Run a performance test directly from your computer to determine which EOS APIs are the fastest for you!",
  "new_test_body_1": "The tests that will be run focus around compatibility with this application and the speed at which each server returns data to your computer. Once the test has been completed, all compatible servers will be ranked based on their speed as well as how complete of a history they maintain.",
  "new_test_body_2": "The list of servers that will be tested against is pulled from the blockchain and contains servers that have been provided by all block producers (via the producerjson smart contract). A simple account history request (which contains the currently loaded account name) will be made to each of these servers multiple times.",
  "new_test_body_3": "Once the initial tests are completed, results will be displayed and background testing will continue to be performed until you stop the testing. This continous testing helps further test performance and error rates. After the tests have been stopped, you can easily swap this application to use (by default) any of the servers within the list.",
  "new_test_header_content": "Start a Performance Test",
  "new_test_header_subheader": "In order to determine which APIs will work best for you a series of tests will be run.",
  "new_test_start": "Ready to start?",
  "privacy_notice_body_1": "A core principal in the design of this application has been to help protect every users privacy. One of the ways we accomplish this is by restricting the application to only communicate with the EOS API you have specified.",
  "privacy_notice_body_2": "This tool goes against that principal, and while running, will attempt to connect to all of the servers published as EOS APIs by anyone registered as an EOS Block Producer. The only piece of information transmitted in these requests is your account name as it tests each API for the history of your account.",
  "privacy_notice_body_3": "While for most people this is not a serious concern, we felt it important to inform you before allowing access to the tool.",
  "privacy_notice_header": "Privacy Notice",
  "privacy_notice_subheader": "Please take a moment to understand how this could impact your privacy.",
  "privacy_notice_understood": "I understand and wish to use this tool.",
  "result_attempts_failed": "{{value}} attempts",
  "result_change_api": "Use this API",
  "result_current_api": "Current API",
  "result_latest_ms": "Latest: {{ms}}ms",
  "result_no_connection": "Unable to Connect",
  "result_no_history": "No History",
  "result_proxy": "proxy to {{proxy}}",
  "result_unresponsive": "Unresponsive"
}
