{
  "about_opensource_title": "Cette application est open source",
  "about_opensource_message": " Nous sommes ouverts à toutes contributions. Si vous êtes intéressé à nous aider, veuillez nous contacter sur Github",
  "about_opensource_link": "https://github.com/Telos-Foundation/Sqrl",
  "about_message_1": "Sqrl est une application de bureau autonome qui vous connecte directement à la blockchain TELOS via le point de terminaison API de votre choix.",
  "about_message_2": "Vos clés privé ne quittent jamais l'application même et ne sont toujours stockées de manière crypté, offrant le plus haut niveau de sécurité qu'un portefeuille crypto peut offrir.",
  "about_more": "Veuillez nous visiter à https://telosfoundation.io and https://eos.miami si vous souhaitez en savoir plus.",
  "about_issues": "Si vous rencontrez des problèmes avec l'application même, veuillez créer un ticket sur github.",
  "about_issues_link": "https://github.com/Telos-Foundation/Sqrl/issues",
  "about_greymass_message_1": "Sqrl is a fork of eos-voter 0.5.1. It was created by EOS Miami as an all-in-one tool to support all EOSIO chains, including Telos and EOS. Naming credit goes to Douglas Horn at Goodblock with SqrlJs + styling development credited to Amplified Telos.",
  "about_greymass_message_2": "Si vous souhaitez en savoir plus sur notre équipe et les autres projets que nous avons planifiés pour TELOS, nous vous invitons à nous rendre visite au ",
  "about_license_type": "La License MIT (MIT)",
  "about_license_body_1": "Copyright (c) 2018-présent Greymass, EOS Miami, Telos Foundation",
  "about_license_body_2": "La permission est par la présente accordée à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le «Logiciel»), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utilisation, de copie, de modification , de fusion, de publication, de distribution, sous-licenciement et / ou de vente des copies du Logiciel et permettre aux personnes à qui le Logiciel est fourni de le faire, sous réserve des conditions suivantes:",
  "about_license_body_3": "L'avis de copyright ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel.",
  "about_license_body_4": "LE LOGICIEL EST FOURNI «DANS L'ÉTAT ACTUEL», SANS GARANTIE D'AUCUNE SORTE, EXPRIMÉ OU IMPLICITE, Y COMPRIS, MAIS SANS LIMITATION, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU LES DÉTENTEURS DE COPYRIGHT NE POURRONT ÊTRE TENUS RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS UNE ACTION DE CONTRAT, DÉLICTUELLE OU AUTRE, DÉCOULANT OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU AUTRES TRANSACTIONS LOGICIEL."
}