{
  "collwallet_load_transaction": "Charger la transaction non signée",
  "coldwallet_transaction_invalid_signed": "La transaction est déjà signée.",
  "collwallet_transaction_sign_save_again": "Enregistrer à nouveau le fichier",
  "coldwallet_transaction_invalid_expired": "La transaction a expiré.",
  "coldwallet_transaction_invalid_authorization": "La transaction non signée chargée ne correspond pas à la Wallet actuelle. Basculez vers la Wallet appropriée ou importez les clés de {{acteur}} @ {{permission}}.",
  "coldwallet_transaction_invalid_contract": "Le signataire de la Cold Wallet prend uniquement en charge les contrats eosio, eosio.token et eosio.msig.",
  "coldwallet_transaction_signature_request_title": "Demande de signature",
  "coldwallet_transaction_signature_request_content": "La liste ci-dessous répertorie tous les contrats / actions spécifiés dans cette transaction. Passez en revue la transaction ci-dessous et une fois la transaction vérifiée, signez-la à l'aide du bouton ci-dessous.",
  "collwallet_transaction_sign_confirm": "Signer cette transaction",
  "collwallet_transaction_sign_cancel": "Annuler",
  "coldwallet_wallet_title": "Cold Storage Wallet",
  "coldwallet_wallet_description": "Un mode hors ligne pour un stockage sécurisé",
  "coldwallet_wallet_workflow": "Exemple de workflow pour signer une transaction hors ligne:",
  "coldwallet_wallet_instructions_title": "Instructions d'utilisation",
  "coldwallet_wallet_instructions_1": "Une Cold Wallet est conçu pour être utilisé en tandem avec une Watch Wallet. La Cold Wallet reste hors ligne à tout moment tandis que la Watch Wallet reste connecté au réseau. Les transactions sont créées sur la Watch Wallet, déplacées vers le Cold Portefeuille à signer, puis à nouveau dans la Watch Wallet pour diffuser. ",
  "coldwallet_wallet_instructions_2": "Configurez une Watch Wallet sur votre ordinateur principal qui sera utilisé pour créer des transactions. Vous n'importerez pas de clé privée dans cette Wallet.",
  "coldwallet_wallet_instructions_3": "Configurez une Cold Wallet sur un ordinateur secondaire qui ne sera JAMAIS connecté à Internet. Vos clés seront importées dans cette Wallet et cryptées avec votre mot de passe.",
  "coldwallet_wallet_instructions_4": "À l'aide de la Watch Wallet, créez une transaction comme vous le feriez normalement. Lorsque le flux de transactions vous invite à enregistrer la transaction en tant que fichier, faites-le et notez le nom du fichier.",
  "coldwallet_wallet_instructions_5": "Prenez le fichier qui a été enregistré et transférez-le sur l'ordinateur Cold Wallet (par exemple à l'aide d'une clé USB).",
  "coldwallet_wallet_instructions_6": "En utilisant la Cold Wallet, déverrouillez votre Wallet et cliquez sur le bouton 'Signez la Transaction' et sélectionnez le fichier de transaction non signé.",
  "coldwallet_wallet_instructions_7": "Vérifiez les détails de la transaction pour vous assurer qu'ils sont corrects. Une fois vérifiée, cliquez sur 'Signer cette transaction' et enregistrez la transaction signée en notant le nom du fichier.",
  "coldwallet_wallet_instructions_8": "Prenez le fichier de transaction signé et transférez-le sur l'ordinateur Watch Wallet (par exemple à l'aide d'une clé USB).",
  "coldwallet_wallet_instructions_9": "À l'aide de la Watch Wallet, cliquez sur 'Diffuser la transaction signée' et sélectionnez le fichier de transaction signé.",
  "coldwallet_wallet_instructions_10": "Passez en revue les détails de la transaction signée pour vous assurer de nouveau qu'ils sont corrects. Une fois vérifiée, cliquez sur 'Diffusez Transaction' pour soumettre la transaction sur le réseau"
  }
