{

  "constitution_accept": "J'accepte ces conditions",
  "constitution_title": "EOS Governance - Constitution",
  "constitution_preface": "Cette Constitution est un contrat multipartite conclu par les Membres en raison de leur utilisation de cette blockchain.",
  "constitution_article_01_title": "Article I - Pas d'initiation à la violence",
  "constitution_article_01_body": "Les membres ne doivent pas initier de violence ou de menace de violence contre un autre membre. La poursuite légale des délits dans le but de préserver la vie, la liberté et les biens ne constitue pas une initiation à la violence.",
  "constitution_article_02_title": "Article II - Pas de parjure",
  "constitution_article_02_body": "Les membres seront tenus responsables des pertes causées par des attestations fausses ou trompeuses et perdront tout profit ainsi obtenu.",
  "constitution_article_03_title": "Article III - Droits",
  "constitution_article_03_body": "Les membres s'accordent mutuellement le droit de contracter et de posséder une propriété privée, par conséquent aucune propriété ne peut changer de mains sauf avec le consentement du propriétaire, par une décision d'arbitre valide ou par référendum communautaire. Cette Constitution ne crée aucun effet positif droits pour ou entre les membres. ",
  "constitution_article_04_title": "Article IV - Aucun achat de vote",
  "constitution_article_04_body": "Aucun membre ne doit offrir ni accepter quoi que ce soit de valeur en échange d'un vote de quelque type que ce soit, et aucun membre ne doit influencer indûment le vote d'un autre.",
  "constitution_article_05_title": "Article V - Pas de fiduciaire",
  "constitution_article_05_body": "Aucun membre ni détenteur de jeton EOS n'a la responsabilité fiduciaire de soutenir la valeur du jeton EOS. Les membres n'autorisent personne à détenir des actifs, à emprunter ou à contracter au nom des détenteurs de jetons EOS collectivement. Cette chaîne de blocs n'a pas propriétaires, gérants ou fiduciaires; par conséquent, aucun Membre ne doit avoir un intérêt bénéficiaire dans plus de 10 %% de la fourniture de jetons EOS. ",
  "constitution_article_06_title": "Article VI - Restitution",
  "constitution_article_06_body": "Chaque membre convient que les sanctions en cas de rupture de contrat peuvent inclure, sans s'y limiter, des amendes, la perte de compte et toute autre restitution.",
  "constitution_article_07_title": "Article VII - Open Source",
  "constitution_article_07_body": "Chaque membre qui met à disposition un contrat intelligent sur cette blockchain doit être un développeur. Chaque développeur doit proposer ses contrats intelligents via une licence gratuite et open source, et chaque contrat intelligent doit être documenté avec un contrat ricardien indiquant l'intention de toutes les parties et nommer le forum d'arbitrage qui résoudra les litiges découlant de ce contrat. ",
  "constitution_article_08_title": "Article VIII - Langue",
  "constitution_article_08_body": "Les contrats multilingues doivent spécifier une langue courante en cas de litige et l'auteur de toute traduction sera responsable des pertes dues à leurs traductions attestées fausses, trompeuses ou ambiguës.",
  "constitution_article_09_title": "Article IX - Règlement des différends",
  "constitution_article_09_body": "Tous les litiges découlant de ou en relation avec la présente Constitution seront définitivement réglés en vertu du Règlement de règlement des différends du Forum d'arbitrage EOS Core par un ou plusieurs arbitres nommés conformément audit Règlement.",
  "constitution_article_10_title": "Article X - Choix de la loi",
  "constitution_article_10_body": "Le choix de la loi applicable aux litiges sera, par ordre de priorité, la présente Constitution et les maximes d'équité.",
  "constitution_article_11_title": "Article XI - Modification",
  "constitution_article_11_body": "Cette Constitution et ses documents subordonnés ne peuvent être modifiés que par un vote des détenteurs de jetons avec au moins 15 %% de voix parmi les jetons et au moins 10 %% de plus de oui que de non, soutenus pendant 30 jours continus sur une période de 120 jours. ",
  "constitution_article_12_title": "Article XII - Publication",
  "constitution_article_12_body": "Les membres ne peuvent publier des informations sur la Blockchain que dans le cadre de leur droit de publication. En outre, les membres consentent volontairement à tous les membres à conserver de manière permanente et irrévocable une copie, analyser et distribuer toutes les transactions de diffusion et les informations dérivées.",
  "constitution_article_13_title": "Article XIII - Consentement éclairé",
  "constitution_article_13_body": "Tous les prestataires de services qui produisent des outils pour faciliter la construction et la signature de transactions pour le compte d'autres membres doivent présenter auxdits autres membres l'intégralité des termes du contrat ricardien de la présente Constitution et des autres contrats référencés. Les prestataires de services seront responsables des pertes résultant de la non-divulgation complète des conditions du contrat ricardien aux utilisateurs. ",
  "constitution_article_14_title": "Article XIV - Divisibilité",
  "constitution_article_14_body": "Si une partie de cette Constitution est déclarée inapplicable ou invalide, les autres continueront d'être valides et exécutoires.",
  "constitution_article_15_title": "Article XV - Résiliation de l'accord",
  "constitution_article_15_body": "Un membre est automatiquement libéré de toutes les obligations révocables en vertu de cette Constitution 3 ans après que la dernière transaction signée par ce membre est incorporée dans la blockchain. Après 3 ans d'inactivité, un compte peut être mis aux enchères et le produit distribué à tous les Membres conformément aux dispositions du contrat-cadre alors en vigueur pour une telle redistribution. ",
  "constitution_article_16_title": "Article XVI - Responsabilité du développeur",
  "constitution_article_16_body": "Les membres conviennent de dégager les développeurs de logiciels de toute responsabilité pour les erreurs involontaires commises dans l'expression d'une intention contractuelle, qu'elles soient ou non dues à une négligence réelle ou perçue.",
  "constitution_article_17_title": "Article XVII - Examen",
  "constitution_article_17_body": "Tous les droits et obligations en vertu de la présente Constitution sont mutuels et réciproques et ont une valeur et un coût tout aussi importants pour toutes les parties.",
  "constitution_article_18_title": "Article XVIII - Acceptation",
  "constitution_article_18_body": "Un contrat est réputé accepté lorsqu'un membre signe une transaction qui incorpore une preuve TAPOS d'un bloc dont l'état implicite incorpore un ABI dudit contrat et ladite transaction est incorporée dans la blockchain.",
  "constitution_article_19_title": "Article XIX - Contreparties",
  "constitution_article_19_body": "La présente Constitution peut être exécutée en un nombre illimité de contreparties, dont chacune, lorsqu'elle sera exécutée et remise, constituera un original en double, mais toutes les contreparties ensemble constitueront un accord unique.",
  "constitution_article_20_title": "Article XX - Constitution intérimaire",
  "constitution_article_20_body": "Cette constitution est provisoire et vise à rester en vigueur jusqu'à ce qu'une constitution permanente soit rédigée et ratifiée par référendum."
}
