{
  "abi": "ABI",
  "actions": "Actions",
  "interface_actions_header": "Contract Actions",
  "interface_actions_instructions": "The dropdown below contains all of the actions within this Smart Contract. Select an action to generate a form with the available parameters.",
  "interface_actions_subheader": "Smart Contracts on the EOSIO network can contain executable actions.",
  "interface_contract_account_name": "Contract Account Name",
  "interface_contract_load": "Load Contract",
  "interface_contract_loaded_header": "Contract Loaded:",
  "interface_contract_loaded_subheader": "The contract has been successfully loaded.",
  "interface_contract_account_name_placeholder": "Enter the contract account name or search through recently used contracts.",
  "interface_contract_reset": "Change Contract",
  "interface_data_header": "Contract ABI",
  "interface_data_subheader": "The entire Smart Contract code itself is displayed below.",
  "interface_form_action_button": "Create Transaction",
  "interface_form_action_header": "Action Parameters",
  "interface_form_action_instructions": "If you would like to submit a transaction to this Smart Contract for this action, please fill in the fields below.",
  "interface_form_action_subheader": "The selected contract action uses the following parameters.",
  "interface_header": "Smart Contract Interface Tool",
  "interface_instructions_body_1": "Actions submitted from the Smart Contract Interface Tool are real transactions on the EOSIO blockchain. From this interface you are able to perform every action on any contract, including transferring {{tokenSymbol}}, creating accounts, and altering an accounts permissions/keys. These actions, once submitted, are irreversable and could lead to loss of or harm to your account.",
  "interface_instructions_body_2": "While this tool is useful for things like AirGrabs, ICO Registrations, and claiming wizards - please be cautious. Do not follow any instructions that request you 'transfer {{tokenSymbol}} with eosio.token' or 'set your account permissions' unless you have an understanding of the actions you are going to perform.",
  "interface_instructions_body_3": "If you are unsure of exactly what you're doing, ask in a public telegram channel, on reddit, or seek the advice of a trusted block producer before proceeding.",
  "interface_instructions_header": "Note: This tool is meant for advanced operations",
  "interface_instructions_subheader": "Please use caution when interacting with this tool",
  "interface_instructions_understood": "I understand and wish to use this tool.",
  "interface_subheader": "Load, view, and interact with any smart contract from the EOSIO blockchain.",
  "interface_tables_header": "Contract Tables",
  "interface_tables_instructions": "The dropdown below contains all of the available tables within this Smart Contract. Select a table to view the contents.",
  "interface_tables_load": "Load Table",
  "interface_tables_no_records": "No records found that match this contract and scope.",
  "interface_tables_placeholder": "Select a table...",
  "interface_tables_scope": "Table Scope (Account Name)",
  "interface_tables_subheader": "Smact Contracts on the EOSIO network can contain tables containing public information.",
  "tables": "Tables"
}