{
  "abi": "ABI",
  "actions": "Actions",
  "interface_actions_header": "Actions contractuelles",
  "interface_actions_instructions": "La liste déroulante ci-dessous contient toutes les actions de ce contrat intelligent. Sélectionnez une action pour générer un formulaire avec les paramètres disponibles.",
  "interface_actions_subheader": "Les contrats intelligents sur le réseau EOS peuvent contenir des actions exécutables.",
  "interface_contract_account_name": "Nom du compte du contrat",
  "interface_contract_load": "Charger le contrat",
  "interface_contract_loaded_header": "Contrat chargé:",
  "interface_contract_loaded_subheader": "Le contrat a été chargé avec succès.",
  "interface_contract_account_name_placeholder": "Saisissez le nom du compte du contrat ou recherchez parmi les contrats récemment utilisés.",
  "interface_contract_reset": "Modifier le contrat",
  "interface_data_header": "Contrat ABI",
  "interface_data_subheader": "Le code Smart Contract lui-même est affiché ci-dessous.",
  "interface_form_action_button": "Créer une transaction",
  "interface_form_action_header": "Paramètres d'action",
  "interface_form_action_instructions": "Si vous souhaitez soumettre une transaction à ce contrat intelligent pour cette action, veuillez remplir les champs ci-dessous.",
  "interface_form_action_subheader": "L'action de contrat sélectionnée utilise les paramètres suivants.",
  "interface_form_field_options_entry": "Entrez chaque valeur et appuyez sur Entrée ...",
  "interface_header": "Smart Contract Interface Tool",
  "interface_instructions_body_1": "Les actions soumises à partir de l'outil Smart Contract Interface Tool sont de véritables transactions sur la blockchain EOS. Depuis cette interface, vous pouvez effectuer toutes les actions sur n'importe quel contrat, y compris le transfert d'EOS, la création de comptes et la modification des autorisations / clés d'un compte. Ces actions, une fois soumises, sont irréversibles et pourraient entraîner la perte ou l'endommagement de votre compte. ",
  "interface_instructions_body_2": "Bien que cet outil soit utile pour des choses comme AirGrabs, les enregistrements ICO et les revendeurs d'assistants - soyez prudent. vous comprenez les actions que vous allez effectuer. ",
  "interface_instructions_body_3": "Si vous ne savez pas exactement ce que vous faites, demandez dans une chaîne de télégramme publique, sur reddit, ou demandez l'avis d'un producteur de blocs de confiance avant de continuer.",
  "interface_instructions_header": "Remarque: cet outil est destiné aux opérations avancées",
  "interface_instructions_subheader": "Veuillez faire preuve de prudence lorsque vous interagissez avec cet outil",
  "interface_instructions_understood": "Je comprends et souhaite utiliser cet outil.",
  "interface_subheader": "Charger, afficher et interagir avec tout contrat intelligent à partir de la blockchain EOS.",
  "interface_tables_header": "Tables de contrat",
  "interface_tables_instructions": "La liste déroulante ci-dessous contient toutes les tables disponibles dans ce contrat intelligent. Sélectionnez une table pour afficher le contenu.",
  "interface_tables_load": "Charger la table",
  "interface_tables_no_records": "Aucun enregistrement correspondant à ce contrat et à cette étendue.",
  "interface_tables_placeholder": "Sélectionnez une table ...",
  "interface_tables_scope": "Étendue de la table (nom du compte)",
  "interface_tables_subheader": "Les contrats Smact sur le réseau EOS peuvent contenir des tableaux contenant des informations publiques.",
  "tables": "Tables"
}
