{
  "contract_terms": "En effectuant cette transaction, j'accepte les conditions suivantes (cliquez pour agrandir) ...",
  "system_transfer_title": "Conditions générales de transfert",
  "system_transfer_1": "Je, {{from}}, certifie que les informations suivantes sont véridiques à ma connaissance:",
  "system_transfer_2": "1. Je certifie que {{quantité}} n'est pas le produit d'activités frauduleuses ou violentes.",
  "system_transfer_3": "2. Je certifie qu'à ma connaissance, {{to}} ne soutient pas l'initiation à la violence contre autrui.",
  "system_transfer_4": "3. J'ai divulgué toutes les conditions contractuelles relatives à la {{quantité}} à {{to}}.",
  "system_transfer_5": "Je comprends que les transferts de fonds ne sont pas réversibles après les {{transaction.delay}} secondes ou tout autre délai configuré par les autorisations de {{from}}.",
  "system_transfer_6": "Si cette action ne parvient pas à être confirmée de manière irréversible après avoir reçu des biens ou des services de '{{to}}', j'accepte de retourner les biens ou les services ou de renvoyer {{quantity}} en temps opportun.",
  "system_voteproducer_1": "Le but de l'action 'voteproducer' est de voter pour jusqu'à 30 candidats BP.",
  "system_voteproducer_2": "En tant que parti autorisé, je {{signer}} souhaite voter au nom de {{voter}} en faveur des candidats producteurs de bloc \"{{producteurs}}\" avec un poids de vote égal à tous les jetons actuellement détenus par {{voter}} et jalonné pour le processeur ou la bande passante. ",
  "system_voteproducer_3": "Si je ne suis pas le propriétaire véritable de ces actions, je stipule que j'ai la preuve que j'ai été autorisé à voter ces actions par leur (s) propriétaire (s) bénéficiaire (s).",
  "system_voteproducer_4": "Je stipule que je n'ai pas et n'accepterai rien de valeur en échange de ces votes, sous peine de confiscation de ces jetons et autres sanctions.",
  "system_voteproducer_5": "Je reconnais qu'il est interdit d'utiliser tout système de vote automatique, de nouveau vote ou de rafraîchissement de vote, ou de permettre qu'un tel système soit utilisé en mon nom ou au nom d'un autre, et cela viole ce contrat." ,
  "system_buyrambytes_1": "Cette action tentera de réserver environ {{bytes}} octets de RAM au nom de {{receiver}}.",
  "system_buyrambytes_two": "{{Buyer}} autorise ce contrat à transférer suffisamment de {{chainSymbol}} jetons pour acheter la RAM en fonction du prix actuel déterminé par l'algorithme du market maker.",
  "system_buyrambytes_three": "{{Buyer}} accepte qu'une commission de 0,5% sera facturée sur le {{chainSymbol}} dépensé et que la RAM réelle reçue peut être légèrement inférieure à celle demandée en raison des approximations nécessaires pour activer ce service. { {acheteur}} accepte que des frais de 0,5% soient facturés si et quand ils vendent la mémoire RAM reçue. {{acheteur}} accepte que les erreurs d'arrondi résultant de limites de précision de calcul puissent entraîner une réduction de la RAM allouée. {{acheteur}} reconnaît que l'approvisionnement en RAM peut être augmenté à tout moment jusqu'aux limites des équipements informatiques standard et que cela peut entraîner une vente de RAM à un prix inférieur au prix d'achat. {{acheteur}} reconnaît que le prix de la RAM peut augmenter ou diminuer au fil du temps en fonction de l'offre et de la demande. {{l'acheteur}} reconnaît que la RAM n'est pas transférable. {{l'acheteur}} reconnaît que la RAM actuellement utilisée par son compte ne peut pas être vendue tant qu'elle n'est pas libérée et que la libération de RAM peut être sous réserve des dispositions d'autres contrats. ",
  "system_sellrambytes_1": "L'action sellram vend de la RAM inutilisée pour les jetons.",
  "system_sellrambytes_2": "En tant que partie autorisée, je {{signer}} souhaite vendre {{bytes}} de RAM inutilisée du compte {{account}}."
}
