{
  "button_reset": "Reset Test",
  "button_restart": "Démarrer un nouveau test",
  "button_resume": "Reprendre le test",
  "button_stop": "Arrêter le test",
  "checkbox_show_unsupported": "Afficher les résultats d'API non pris en charge",
  "column_coverage_1": "Historique",
  "column_coverage_2": "Coverage",
  "column_latency_1": "Latence",
  "column_latency_2": "Détails",
  "column_ms": "Temps de réponse",
  "column_producer_1": "Producteur",
  "column_producer_2": "API Endpoint",
  "legend_fast": "Vitesse moyenne",
  "legend_fastest": "Haute vitesse",
  "legend_header": "Color Legend",
  "legend_limited_history": "Historique limité",
  "legend_no_history": "Pas d'historique",
  "legend_slow": "Slow Speed",
  "legend_unresponsive": "Ne répond pas",
  "loader_initializing": "Initialisation ...",
  "loader_message_1": "Cela peut prendre un moment.",
  "loader_progress_text": "{{complete}} of {{total}} requêtes",
  "loader_validating": "Validation",
  "main_header": "API Recommender",
  "main_subheader": "Exécutez un test de performances directement depuis votre ordinateur pour déterminer quelles API EOS sont les plus rapides pour vous!",
  "new_test_body_1": "Les tests qui seront exécutés se concentrent sur la compatibilité avec cette application et la vitesse à laquelle chaque serveur renvoie des données à votre ordinateur. Une fois le test terminé, tous les serveurs compatibles seront classés en fonction de leur vitesse ainsi que comment complète d'une histoire qu'ils maintiennent. ",
  "new_test_body_2": "La liste des serveurs qui seront testés est extraite de la blockchain et contient les serveurs qui ont été fournis par tous les producteurs de blocs (via le contrat intelligent du producteurjson). Une simple demande d'historique de compte (qui contient le compte actuellement chargé nom) sera effectuée plusieurs fois sur chacun de ces serveurs. ",
  "new_test_body_3": "Une fois les tests initiaux terminés, les résultats seront affichés et les tests en arrière-plan continueront d'être effectués jusqu'à ce que vous les arrêtiez. Ces tests continus contribuent à améliorer les performances et les taux d'erreur. Une fois les tests arrêtés, vous pouvez permutez facilement cette application pour utiliser (par défaut) l'un des serveurs de la liste. ",
  "new_test_header_content": "Démarrer un test de performances",
  "new_test_header_subheader": "Afin de déterminer quelles API fonctionneront le mieux pour vous, une série de tests sera exécutée.",
  "new_test_start": "Prêt à démarrer?",
  "privacy_notice_body_1": "L'un des principes fondamentaux de la conception de cette application a été d'aider à protéger la confidentialité de tous les utilisateurs. L'une des façons d'y parvenir consiste à restreindre l'application à communiquer uniquement avec l'API EOS que vous avez spécifiée.",
  "privacy_notice_body_2": "Cet outil va à l'encontre de ce principe et, lors de son exécution, tentera de se connecter à tous les serveurs publiés en tant qu'API EOS par toute personne enregistrée en tant que producteur de blocs EOS. La seule information transmise dans ces demandes est votre compte nom car il teste chaque API pour l'historique de votre compte. ",
  "privacy_notice_body_3": "Bien que pour la plupart des gens ce ne soit pas un problème sérieux, nous avons jugé important de vous informer avant d'autoriser l'accès à l'outil.",
  "privacy_notice_header": "Avis de confidentialité",
  "privacy_notice_subheader": "Veuillez prendre un moment pour comprendre comment cela pourrait affecter votre vie privée.",
  "privacy_notice_understood": "Je comprends et souhaite utiliser cet outil.",
  "result_attempts_failed": "{{value}} tentatives",
  "result_change_api": "Utiliser cette API",
  "result_current_api": "API actuelle",
  "result_latest_ms": "Dernières: {{ms}} ms",
  "result_no_connection": "Impossible de se connecter",
  "result_no_history": "Pas d'historique",
  "result_proxy": "proxy vers {{proxy}}",
  "result_unresponsive": "Ne répond pas"
}
