{
  "recommendations_header_title": "Sécurité / Meilleures pratiques",
  "recommendations_subheader_text": "Vous trouverez ici des recommandations adaptées à votre compte. Les suivre améliorera votre expérience avec les blockchains EOSIO.",
  "recommendations_success_active_and_owner_different": "Il semble que vos clés active et propriétaire soient différentes, ce qui est recommandé.",
  "recommendations_success_cpu_staked_sufficient": "Vous semblez avoir jalonné un nombre suffisant de jetons sur le processeur, ce qui vous permettra d'utiliser efficacement le réseau.",
  "recommendations_success_net_staked_sufficient": "Vous semblez avoir jalonné un nombre suffisant de jetons sur la bande passante, ce qui vous permettra d'utiliser efficacement le réseau.",
  "recommendations_warning_active_and_owner_same": "Il semble que vos clés active et propriétaire soient différentes. Ce n'est pas recommandé car cela augmente le risque de vol de votre compte par quelqu'un. Pour modifier votre propriétaire ou vos clés actives, accédez à l'onglet permission de la section Outils de votre Wallet.",
  "recommendations_warning_cpu_available_low": "Il semble que vous ayez utilisé la plupart de vos ressources CPU, celles-ci se reconstitueront au fil du temps, mais vous pouvez augmenter vos Staked Tokens en cliquant le bouton \"Modifier Staked\" de votre Wallet.",
  "recommendations_warning_cpu_emergency_link": "Obtenez un processeur d'urgence.",
  "recommendations_warning_cpu_staked_low": "Il semble que la quantité de jetons jalonnés sur le CPU soit très faible, nous vous recommandons d'avoir au moins 1 EOS jalonné sur le CPU pour vous assurer que la plupart de vos transactions seront traitées par le réseau. Pour augmenter vos jetons jalonnés, cliquez sur le bouton \"Modifier Staked\" de votre Wallet. ",
  "recommendations_warning_net_available_low": "Il semble que vous ayez utilisé la plupart de vos ressources de bande passante, celles-ci se reconstitueront au fil du temps, mais vous pouvez augmenter vos jetons jalonnés en cliquant sur le bouton \"Modifier Staked\" de votre Wallet.",
  "recommendations_warning_net_staked_low": "Il semble que la quantité de jetons jalonnés sur la bande passante soit très faible, nous vous recommandons d'avoir au moins 1 EOS jalonné sur la bande passante pour vous assurer que la plupart de vos transactions seront traitées par le réseau. Pour augmenter vos jetons jalonnés, cliquez sur le bouton \"Modifier Staked\" de votre Wallet. ",
}
