{
  "about_opensource_title": "Это приложение с открытым исходным кодом",
  "about_opensource_message": "Мы приветствуем ваше участие в развитии этого приложения. Если вы заинтересованы, присоединяйтесь к нам на Github по адресу",
  "about_opensource_link": "https://github.com/greymass/eos-voter",
  "about_message_1": "eos-voter - автономное настольное приложение, которое напрямую подключается к блокцепи EOS через конечную точку API по вашему выбору.",
  "about_message_2": "Ваши ключи никогда не покидают приложение и хранятся только в зашифрованном виде, обеспечивая высокий уровень безопасности.",
  "about_more": "Пожалуйста, посетите https://greymass.com, если хотите больше узнать о нас.",
  "about_issues": "Если у вас возникли проблемы с самим приложением, напишите нам о проблеме на github по адресу:",
  "about_issues_link": "https://github.com/greymass/eos-voter/issues",
  "about_greymass_message_1": "Это приложение является инициативой, возглавляемой Greymass.",
  "about_greymass_message_2": "Если вы хотите узнать больше о нашей команде и других проектах, которые мы запланировали для EOS, мы приглашаем вас посетить нас по адресу:",
  "about_license_type": "Лицензия MIT (MIT)",
  "about_license_body_1": "Copyright (c) 2018-настоящее время Greymass",
  "about_license_body_2": "Данная лицензия разрешает, безвозмездно, лицам, получившим копию данного программного обеспечения и сопутствующей документации (в дальнейшем именуемыми \"Программное Обеспечение\"), использовать Программное Обеспечение без ограничений, включая неограниченное право на использование, копирование, изменение, объединение, публикацию, распространение, сублицензирование и/или продажу копий Программного Обеспечения, также как и лицам, которым предоставляется данное Программное Обеспечение, при соблюдении следующих условий:",
  "about_license_body_3": "Вышеупомянутое уведомление об авторских правах и данные условия должны быть включены во все копии или значимые части данного Программного Обеспечения.",
  "about_license_body_4": "ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ ЛЮБОГО ВИДА ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ГАРАНТИЯМИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И НЕНАРУШЕНИЯ ПРАВ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО ИСКАМ О ВОЗМЕЩЕНИИ УЩЕРБА, УБЫТКОВ ИЛИ ДРУГИХ ТРЕБОВАНИЙ ПО ДЕЙСТВУЮЩИМ КОНТРАКТАМ, ДЕЛИКТАМ ИЛИ ИНОМУ, ВОЗНИКШИМ ИЗ, ИМЕЮЩИМ ПРИЧИНОЙ ИЛИ СВЯЗАННЫМ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ ИЛИ ИСПОЛЬЗОВАНИЕМ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫМИ ДЕЙСТВИЯМИ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ."
}
