{
  "collwallet_load_transaction": "Загрузить Неподписанную Транзакцию",
  "coldwallet_transaction_invalid_signed": "Транзакция уже подписана.",
  "coldwallet_transaction_invalid_expired": "Срок годности транзакции истёк.",
  "coldwallet_transaction_invalid_contract": "Холодный кошелёк поддерживает только контракты eosio, eosio.token, и eosio.msig.",
  "coldwallet_transaction_signature_request_title": "Запрос подписи",
  "coldwallet_transaction_signature_request_content": "Ниже перечислены все контракты / действия, указанные в этой транзакции. Просмотрите приведенную ниже транзакцию и, как только транзакция будет проверена, подпишите транзакцию с помощью кнопки ниже.",
  "collwallet_transaction_sign_confirm": "Подписать эти транзакцию",
  "collwallet_transaction_sign_cancel": "Отказаться",
  "coldwallet_wallet_title": "Холодный Кошелёк",
  "coldwallet_wallet_description": "Автономный режим для безопасного хранения",
  "coldwallet_wallet_workflow": "Пример рабочего процесса для подписания транзакции в автономном режиме:",
  "coldwallet_wallet_instructions_title": "Инструкции По Использованию",
  "coldwallet_wallet_instructions_1": "Холодный кошелёк предназначен для использования в тандеме с обзорным кошельком. Холодный кошелёк не подключается к блокцепи, в отличии от обзорного. Транзакции создаются на обзорном кошельке, перемещаются в холодный кошелёк для подписания, а затем перемещаются обратно в обзорный кошелёк для трансляции.",
  "coldwallet_wallet_instructions_2": "Создайте обзорный кошелёк на основном компьютере, который будет использоваться для создания транзакций. Вы не будете импортировать закрытый ключ в этот кошелёк.",
  "coldwallet_wallet_instructions_3": "Создайте холодный кошелёк на дополнительном компьютере, который никогда не будет подключён к интернету. Ваши ключи будут импортированы в этот кошелёк и зашифрованы вашим паролем.",
  "coldwallet_wallet_instructions_4": "Используя обзорный кошелёк, создайте транзакцию, как обычно. Когда вам будет предложено сохранить транзакцию как файл, сделайте это и запишите имя файла.",
  "coldwallet_wallet_instructions_5": "Возьмите сохранённый файл и перенесите его на компьютер с холодным кошельком (например, с помощью USB-накопителя).",
  "coldwallet_wallet_instructions_6": "Разблокируйте свой холодный кошелёк и нажмите кнопку \"Подписать Транзакцию\" и выберите файл неподписанной транзакции.",
  "coldwallet_wallet_instructions_7": "Просмотрите сведения транзакции, чтобы убедиться в их правильности. После проверки нажмите \"Подписать Транзакцию\" и сохраните подписанную транзакцию, указав имя файла.",
  "coldwallet_wallet_instructions_8": "Возьмите файл с подписанной транзакцией и перенесите его на компьютер с обзорным кошельком (например, с помощью USB-накопителя).",
  "coldwallet_wallet_instructions_9": "В обзорном кошельке, нажмите \"Транслировать Подписанную Транзакцию\" и выберите файл с подписаной транзакцией.",
  "coldwallet_wallet_instructions_10": "Просмотрите сведения подписанной транзакции, чтобы убедиться в их правильности. После проверки, нажмите кнопку \"Транслировать Подписанную Транзакцию\" для отправки транзакции в блокцепь."
}
