{
  "contract_terms": "Выполнив эту транзакцию, я соглашаюсь со следующими условиями (нажмите, чтобы развернуть)...",
  "system_transfer_title": "Условия Перевода",
  "system_transfer_1": "Я, {{from}}, подтверждаю следующее, насколько мне известно:",
  "system_transfer_2": "1. Я удостоверяю, что {{quantity}} не является доходом от мошеннической или насильственной деятельности.",
  "system_transfer_3": "2. Я подтверждаю, что, насколько мне известно, {{to}} не поддерживает инициирование насилия в отношении других.",
  "system_transfer_4": "3. Я раскрыл {{to}} любые договорные условия в отношении {{quantity}}.",
  "system_transfer_5": "Я понимаю, что переводы средств не являются обратимыми после {{transaction.delay}} секунды или другой задержке, настроенной с разрешениями {{from}}.",
  "system_transfer_6": "Если эта транзакция не будет необратимо подтверждена в блокцепи после получения товаров или услуг от \"{{to}}\", я соглашаюсь либо вернуть товары или услуги, либо отправить {{quantity}} повторно, своевременно.",
  "system_voteproducer_1": "Цель действия \"voteproducer\" - проголосовать за 0 до 30 кандидатов в Продюсеры Блоков.",
  "system_voteproducer_2": "Как уполномоченная партия я {{signer}} хочу проголосовать от имени {{voter}} в пользу кандидатов в Производителей Блоков \"{{producers}}\" с весом голосования, равным всем токенам, в настоящее время принадлежащим {{voter}} и фиксированными для резервации части процессорных мощностей или пропускной способности блокцепи.",
  "system_voteproducer_3": "Если я не являюсь бенефициарным владельцем этих токенов, я оговариваю, что у меня есть доказательство того, что я был уполномочен голосовать за эти токены их бенефициарным владельцем или владельцами.",
  "system_voteproducer_4": "Я оговариваю, что не имею и не буду принимать ничего ценного в обмен на эти голоса, в случае нарушения этого условия возможен штраф в виде конфискации этих токенов и других штрафов.",
  "system_voteproducer_5": "Я признаю, что использование любой системы автоматического голосования, повторного голосования или обновления голосов или разрешение такой системе использоваться от моего имени или от имени другого лица запрещено и нарушает настоящий договор."
}
