{
  "about_opensource_title": "See rakendus on avatud lähtekoodiga",
  "about_opensource_message": " Kui soovid kaasa aidata selle rakenduse arendamisele, palun liitu meiega Github'is",
  "about_opensource_link": "https://github.com/Telos-Foundation/Sqrl",
  "about_message_1": "Sqrl on eraldiseisev töölauarakendus, mis ühendub otse TELOS plokkahela külge sinu valitud API lõpp-punkti kaudu.",
  "about_message_2": "Sinu võtmed ei lahku kunagi rakendusest. Neid salvestatakse alati krüpteeritult, pakkudes kõrgeimat turvalisuse taset, mida kuum rahakott võib pakkuda.",
  "about_more": "Kui soovid rohkem teada külasta meid https://telosfoundation.io and https://eos.miami.",
  "about_issues": "Kui teil esineb rakendusega probleeme, palun esitage probleemikirjeldus githubis:",
  "about_issues_link": "https://github.com/Telos-Foundation/Sqrl/issues",
  "about_greymass_message_1": "Sqrl is a fork of eos-voter 0.5.1. It was created by EOS Miami as an all-in-one tool to support all EOSIO chains, including Telos and EOS. Naming credit goes to Douglas Horn at Goodblock with SqrlJs + styling development credited to Amplified Telos.",
  "about_greymass_message_2": "Kui soovite saada rohkem teada meie meeskonna ja teiste projektide kohta, mida oleme plaaninud TELOS'i jaoks, palun külastage meid",
  "about_license_type": "MIT Litsents (MIT)",
  "about_license_body_1": "Copyright (c) Greymass, EOS Miami, Telos Foundation 2018-tänaseni",
  "about_license_body_2": "Käesolevaga on igale isikule lubatud piiranguteta soetada selle tarkvara ja seotud dokumentatsiooni (\"Tarkvara\") failidest tasuta koopia, sealhulgas ilma piiraguteta õigus kasutada, kopeerida, muuta, ühendada, avaldada, levitada, edasi-litsentseerida ja/või müüa Tarkvara koopiaid ning lubada isikutel, kellele Tarkvara on loodud teha samuti järgmistel tingimustel:",
  "about_license_body_3": "Iga koopia või oluline Tarkvara osa sisaldab eespool nimetatud autoriõiguse märget ning luba.",
  "about_license_body_4": "TARKVARA ON AVALDATUD \"NAGU ON\", ILMA IGASUGUSE OTSESE EGA EELDATUD GARANTIITA, SEALHULGAS, KUID MITTE AINULT KAUBANDUSLIKU GARANTII, EESMÄRGIKS SOBIVUSE JA TÕELEVASTAVUSE GARANTIITA. MITTE MINGIL JUHUL EI OLE AUTORID VÕI AUTORIÕIGUSE OMANIKUD VASTUTAVAD MIS TAHES KAHJUNÕUDE, KAHJU VÕI MUU KOHUSTUSE EEST. OLGU SEE SIIS TEGEVUSES VÕI LEPINGUS, ÕIGUSRIKKUMISES VÕI MITTE, MIS TEKIB SEOSES TARKVARAGA VÕI TEHINGUTEGA TARKVARA KAUDU."
}