{
  "about_opensource_title": "See rakendus on avatud lähtekoodiga",
  "about_opensource_message": " Kui soovid kaasa aidata selle rakenduse arendamisele, palun liitu meiega Github'is",
  "about_opensource_link": "https://github.com/greymass/eos-voter",
  "about_message_1": "eos-voter on eraldiseisev töölauarakendus, mis ühendub otse EOS plokkahela külge sinu valitud API lõpp-punkti kaudu.",
  "about_message_2": "Sinu võtmed ei lahku kunagi rakendusest. Neid salvestatakse alati krüpteeritult, pakkudes kõrgeimat turvalisuse taset, mida kuum rahakott võib pakkuda.",
  "about_more": "Kui soovid rohkem teada külasta meid https://greymass.com.",
  "about_issues": "Kui teil esineb rakendusega probleeme, palun esitage probleemikirjeldus githubis:",
  "about_issues_link": "https://github.com/greymass/eos-voter/issues",
  "about_greymass_message_1": "Selle rakenduse eestvedajaks on Greymass.",
  "about_greymass_message_2": "Kui soovite saada rohkem teada meie meeskonna ja teiste projektide kohta, mida oleme plaaninud EOS'i jaoks, palun külastage meid",
  "about_license_type": "MIT Litsents (MIT)",
  "about_license_body_1": "Copyright (c) Greymass 2018-tänaseni",
  "about_license_body_2": "Käesolevaga on igale isikule lubatud piiranguteta soetada selle tarkvara ja seotud dokumentatsiooni (\"Tarkvara\") failidest tasuta koopia, sealhulgas ilma piiraguteta õigus kasutada, kopeerida, muuta, ühendada, avaldada, levitada, edasi-litsentseerida ja/või müüa Tarkvara koopiaid ning lubada isikutel, kellele Tarkvara on loodud teha samuti järgmistel tingimustel:",
  "about_license_body_3": "Iga koopia või oluline Tarkvara osa sisaldab eespool nimetatud autoriõiguse märget ning luba.",
  "about_license_body_4": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
}