{
  "constitution_accept": "Nõustun tingimustega",
  "constitution_title": "EOS Valitsemine - Põhiseadus",
  "constitution_preface": "See Põhiseadus on mitme osapoolega leping millega Liikmed on liitunud selle kaudu, et kasutavad seda plokiahelat.",
  "constitution_article_01_title": "Artikkel I - Ei Algata Vägivalda",
  "constitution_article_01_body": "Liikmed ei algata vägivalda, ega vägivalla ähvardusi teiste Liikmete vastu. Seaduslikku kuritegevuse vastu võitlemist eesmärgiga säilitada elu, vabadust ja vara ei loeta vägivalla algatuseks.",
  "constitution_article_02_title": "Artikkel II - Ei Murra Vannet",
  "constitution_article_02_body": "Liikmed on vastutavad kahjude eest, mis tekivad valedest või eksitavatest kinnitustest ning kaotavad selle läbi teenitud kasu.",
  "constitution_article_03_title": "Artikkel III - Õigused",
  "constitution_article_03_body": "Liikmed annavad üksteisele lepingu ja eraomandi õiguse, seega eraomand ei muuda omanikku muidu, kui omaniku nõusolekul, kehtiva arbitraazi korraldusega või kogukonna rahvahääletuse kaudu. Käesolev põhiseadus ei loo mingeid positiivseid õigusi ühelegi Liikmele ega nende vahel.",
  "constitution_article_04_title": "Artikkel IV - Häälte Ostmine Keelatud",
  "constitution_article_04_body": "Ükski liige ei tohi pakkuda ega vastu võtta midagi väärtuslikku vastutasuks ükskõik millise hääletusvaliku eest ega põhjendamatult mõjutada teiste Liikmete hääletusvalikuid.",
  "constitution_article_05_title": "Artikkel V - Puuduvad Varahoidjad",
  "constitution_article_05_body": "Ükski Liige ega EOS osaluse hoidja ei ole kohustatud säilitama EOS osaluse väärtust. Liikmed ei anna kellegile luba hoida vara, laenata ega EOS osaluse hoidjate ühisel nimel kohustusi võtta. Sellel plokiahelal puuduvad omanikud, haldajad ja varahoidjad; seega ühelgi liikmel ei tohi olla rohkem kui 10%% EOS osaluse ühikuid.",
  "constitution_article_06_title": "Artikkel VI - Tagastamine",
  "constitution_article_06_body": "Iga liige nõustub, et sanktsioonid lepingu rikkumise korral võivad sisaldada, kuid ei ole piiritletud, trahvidega, konto kaotamisega ja muu vara tagastamisega.",
  "constitution_article_07_title": "Artikkel VII - Avatud Lähtekood",
  "constitution_article_07_body": "Igat liiget, kes teeb kättesaadavaks nutika lepingu selles plokiahelas nimetatakse Arendajaks. Iga Arendaja pakub nutikaid lepinguid tasuta ja avatud lähtekoodiga litsentsi kaudu, iga nutika lepingu kõigi osapoolte kavatused dokumenteeritakse \"Ricardian\" lepinguga ning Arbitratsiooni Foorumi nimetamisega, kus lahendatakse antud lepingust tulenevad erimeelsused.",
  "constitution_article_08_title": "Artikkel VIII - Keel",
  "constitution_article_08_body": "Mitmekeelsetesse lepingutesse tuleb märkida peamine keel mida kasutatakse vaidlusküsimuste korral. Igasuguse tõlke autor vastutab vale, eksitava või ebaselge tõlke poolt tekitatud kahjude eest.",
  "constitution_article_09_title": "Artikkel IX - Vaidluste Lahendamine",
  "constitution_article_09_body": "Kõik vaidlused seoses Põhiseadusega lahendatakse läbi Vaidluslahenduste Reeglite EOS Core Arbitration Foorumis ühe või mitme vahekohtuniku pooli vastavalt eelmainitud reeglitele.",
  "constitution_article_10_title": "Artikkel X - Seaduse Valik",
  "constitution_article_10_body": "Vaidluste puhul on kohaldatava õiguse järjekorraks see Põhiseadus ja õigluse maksiimid.",
  "constitution_article_11_title": "Artikkel XI - Parandused",
  "constitution_article_11_body": "Seda põhiseadust ja selle alluvaid dokumente ei muudeta muidu kui osalushoidjate hääletuse läbi, kus on esindatud mitte vähem kui 15% hääli ja vähemalt 10% rohkem Jah, kui Ei hääli. Hääletustulemus peab püsima 30 järjestikust päeva 120 päeva jooksul.",
  "constitution_article_12_title": "Artikkel XII - Avaldamine",
  "constitution_article_12_body": "Liikmed võivad plokiahelasse avaldada ainult seda informatsiooni, mida neil on õigus avaldada. Lisaks lubavad Liikmed vabatahtlikult kõigil teistel Liikmetel jäädavalt ja muutmatult säilitada koopia, analüüsida ja levitada kõiki esitatud tehinguid ja tuletatud teavet.",
  "constitution_article_13_title": "Artikkel XIII - Teadlik Nõusolek",
  "constitution_article_13_body": "Kõik teenusepakkujad, kes toodavad tööriistu teistele Liikmetele tehingute ettevalmistamiseks ja allkirjastamiseks, peavad esitama nendele Liikmetele kõik selle Konstitutsiooni \"Ricardian\" lepingu tingimused ja teised viidatud lepingud. Teenusepakkujad vastutavad kahjude eest, mis tulenevad sellest, kui \"Ricardian\" leping pole kasutajatele täies ulatuses avalikustatud.",
  "constitution_article_14_title": "Artikkel XIV - Eraldatavus",
  "constitution_article_14_body": "Kui ükskõik milline osa käesolevast Põhiseadusest loetakse jõustamatuks või kehtetuks, on ülejäänud jätkuvalt kehtiv ja täidetav.",
  "constitution_article_15_title": "Artikkel XV - Lepingu Lõpetamine",
  "constitution_article_15_body": "Liige vabastatakse pöördumatult kõikidest sellest Konstitutsioonist lähtuvatest kohustustest 3 aasta möödumisel peale viimase allkirjastatud tehingu lisamist plokkahelasse selle Liikme poolt. Peale 3 aastast seisakut võidakse konto panna enampakkumisele ja tulud jagada kõikidele liikmetele vastavalt süsteemi lepingu võmaldamisele, mis sel ajal selliseks jagamiseks on jõustatud.",
  "constitution_article_16_title": "Artikkel XVI - Arendaja Vastutus",
  "constitution_article_16_body": "Liikmed lepivad kokku mitte hoida tarkvaraarendajad vastutavatena tahtmatute vigade eest, mis tehti lepinguliste kavatsuste väljendamisel, olenemata sellest kas nimetatud vead olid või ei olnud tingitud hooletusest.",
  "constitution_article_17_title": "Artikkel XVII - Kaalutlemine",
  "constitution_article_17_body": "Kõik õigused ja kohustused selle Põhiseaduse kohaselt on vastastikused ja võrdselt olulise väärtuse ja hinnaga kõigile osapooltele.",
  "constitution_article_18_title": "Artikkel XVIII - Vastuvõtmine",
  "constitution_article_18_body": "Leping loetakse heakskiidetuks, kui liige allkirjastab tehingu, mis lisab TAPOS ploki tõendit, mille eeldatud olek kehastab nimetatud Lepingut ja antud tehing lisatakse plokiahelasse.",
  "constitution_article_19_title": "Artikkel XIX - Osapooled",
  "constitution_article_19_body": "Konstitutsiooni võib täita ükskõik mitme osapoolega, kus iga osapool moodustab duplitseeritud originaali, kuid kõik osapooled koos moodustavad ühe lepingu.",
  "constitution_article_20_title": "Artikkel XX - Ajutine Põhiseadus",
  "constitution_article_20_body": "Antud põhiseadus on ajutine ja mõeldud kehtima kuni alalise põhiseaduse kirjutamiseni ja ratifitseerimiseni referendumil."
}