{
  "contract_terms": "Täites selle tehingu, nõustun järgnevate tingimustega (laiendamiseks klõpsake)...",
  "system_transfer_title": "Ülekande Tingimused",
  "system_transfer_1": "Mina, {{from}}, kinnitan, et järgnev on tõene minu parima teadmise juures:",
  "system_transfer_2": "1. Ma kinnitan, et {{quantity}} ei ole pettuse või vägivaldse tegevuse tulu.",
  "system_transfer_3": "2. Kinnitan, et minu parima teadmise juures {{to}} ei toeta vägivalla algatamist teiste suhtes.",
  "system_transfer_4": "3. Olen avaldanud kõik lepingulised tingimused seoses {{quantity}} edastamisega {{to}}le.",
  "system_transfer_5": "Mõistan, et varade ülekanded ei ole tagasipööratavad peale {{transaction.delay}} sekundi, või muu viivituse, mis on seadistatud minu {{from}} õiguste poolt, möödumist.",
  "system_transfer_6": "Kui tehingu pöördumatu kinnitamine nurjub peale {{to}} kaupade või teenuste kättesaamist, nõustun kas tagastama kaubad või teenused või uuesti õigeaegselt saatma {{quantity}}.",
  "system_voteproducer_1": "Tootjahääletuse meetme eesmärk on anda kehtiv hääl kuni 30 BP kandidaadile.",
  "system_voteproducer_2": "Volituatud osapoolena, mina {{ signer }} soovin hääletada {{ voter }} nimel plokitootmiskandidaatide {{ producers }} poolt hääletustugevusega, mis on võrdne kõikide osakutega, mida omab {{ voter }} ja mis on panustatud Protsessorile või ribalaiusele.",
  "system_voteproducer_3": "Kui ma ei ole nende osakute tegelik tulusaaja, siis kinnitan, et mul on tõendeid, et olen volitatud tegelike tulusaajate poolt nende osakutega hääletama.",
  "system_voteproducer_4": "Kinnitan, et ma ei ole võtnud, ega võta midagi väärtuslikku ende häälte eest aktsepteerides karistusena kõikide osakute konfiskeerimise ja muid sanktsioone.",
  "system_voteproducer_5": "Kinnitan, et igasugune automaatse valimise, taas-valimise või valimise uuendamise süsteemi kasutamine või sellise süsteemi kasutamise volitamine teiste poolt on keelatud ja rikub seda lepingut.",
  "system_buyrambytes_1": "Selle tehinguga proovitakse reserveerida {{receiver}} poolt umbes {{bytes}} baiti mälu.",
  "system_buyrambytes_2": "{{buyer}} volitab sellel lepingul kanda piisavalt EOSIO osakuid vastavalt turutegija valemi poolt seatud hetkehinnale, et osta mälu.",
  "system_buyrambytes_3": "{{buyer}} nõustub, et Kulutatud EOSIO summalt võetakse 0.5% tasu ning tegelik saadud Mälu hulk võib olla veidi väiksem, kui tellitud seoses selle teenuse võimaldamisega seotud ümardustega. {{buyer}} nõustub, et 0.5% teenustasu võetakse kui ta müüb ostetud Mälu. {{buyer}} nõustub, et saadud Mälu hulk võib olla väisem ümardusvigade tõttu, mis on tingtud arvutustäpsusest. {{buyer}} nõustub, et Mälu hulka võidakse kasvatada igal ajal kuni letilt ostetud arvutitehnika piiranguteni, mistõttu mälu müügihind võib olla väiksem, kui ostuhind. {{buyer}} nõustub, et Mälu hind võib kasvada või kahaneda vastavalt turu nõudlusele ja pakkumisele. {{buyer}} nõustub, et Mälu ei ole edastatav. {{buyer}} nõustub, et Mälu, mis on parasjagu kasutuses tema konto poolt ei ole võimalik müüa ja et Mälu vabastamine võib mõjutada teiste lepingute tingimusi.",
  "system_sellrambytes_1": "Mälumüügi tegevus müüb kasutamata Mälu osakute vastu.",
  "system_sellrambytes_2": "Volitatud isikuna, mina {{ signer }} soovin müüa {{ account }} kontolt {{ bytes }} kasutamata mälu."
}