{
  "contract_terms": "Täites selle tehingu, nõustun järgnevate tingimustega (laiendamiseks klõpsake)...",
  "system_transfer_title": "Ülekande Tingimused",
  "system_transfer_1": "Mina, {{from}}, kinnitan, et järgnev on tõene minu parima teadmise juures:",
  "system_transfer_2": "1. Ma kinnitan, et {{quantity}} ei ole pettuse või vägivaldse tegevuse tulu.",
  "system_transfer_3": "2. Kinnitan, et minu parima teadmise juures {{to}} ei toeta vägivalla algatamist teiste suhtes.",
  "system_transfer_4": "3. Olen avaldanud kõik lepingulised tingimused seoses {{quantity}} edastamisega {{to}}le.",
  "system_transfer_5": "Mõistan, et varade ülekanded ei ole tagasipööratavad peale {{transaction.delay}} sekundi, või muu viivituse, mis on seadistatud minu {{from}} õiguste poolt, möödumist.",
  "system_transfer_6": "Kui tehingu pöördumatu kinnitamine nurjub peale {{to}} kaupade või teenuste kättesaamist, nõustun kas tagastama kaubad või teenused või uuesti õigeaegselt saatma {{quantity}}.",
  "system_voteproducer_1": "Tootjahääletuse meetme eesmärk on anda kehtiv hääl kuni 30 BP kandidaadile.",
  "system_voteproducer_2": "Volituatud osapoolena, mina {{ signer }} soovin hääletada {{ voter }} nimel plokitootmiskandidaatide {{ producers }} poolt hääletustugevusega, mis on võrdne kõikide osakutega, mida omab {{ voter }} ja mis on panustatud Protsessorile või ribalaiusele.",
  "system_voteproducer_3": "Kui ma ei ole nende osakute tegelik tulusaaja, siis kinnitan, et mul on tõendeid, et olen volitatud tegelike tulusaajate poolt nende osakutega hääletama.",
  "system_voteproducer_4": "Kinnitan, et ma ei ole võtnud, ega võta midagi väärtuslikku ende häälte eest aktsepteerides karistusena kõikide osakute konfiskeerimise ja muid sanktsioone.",
  "system_voteproducer_5": "Kinnitan, et igasugune automaatse valimise, taas-valimise või valimise uuendamise süsteemi kasutamine või sellise süsteemi kasutamise volitamine teiste poolt on keelatud ja rikub seda lepingut.",
  "system_buyrambytes_1": "Selle tehinguga proovitakse reserveerida {{receiver}} poolt umbes {{bytes}} baiti mälu.",
  "system_buyrambytes_two": "{{buyer}} authorizes this contract to transfer sufficient {{chainSymbol}} tokens to buy the RAM based upon the current price as determined by the market maker algorithm.",
  "system_buyrambytes_three": "{{buyer}} accepts that a 0.5% fee will be charged on the {{chainSymbol}} spent and that the actual RAM received may be slightly less than requested due to the approximations necessary to enable this service. {{buyer}} accepts that a 0.5% fee will be charged if and when they sell the RAM received. {{buyer}} accepts that rounding errors resulting from limits of computational precision may result in less RAM being allocated. {{buyer}} acknowledges that the supply of RAM may be increased at any time up to the limits of off-the-shelf computer equipment and that this may result in RAM selling for less than purchase price. {{buyer}} acknowledges that the price of RAM may increase or decrease over time according to supply and demand. {{buyer}} acknowledges that RAM is non-transferable. {{buyer}} acknowledges RAM currently in use by their account cannot be sold until it is freed and that freeing RAM may be subject to terms of other contracts.",
  "system_sellrambytes_1": "Mälumüügi tegevus müüb kasutamata Mälu osakute vastu.",
  "system_sellrambytes_2": "Volitatud isikuna, mina {{ signer }} soovin müüa {{ account }} kontolt {{ bytes }} kasutamata mälu."
}
