{
  "abi": "ABI",
  "actions": "アクション",
  "tables": "テーブル",
  "interface_actions_header": "コントラクトアクション",
  "interface_actions_instructions": "以下のドロップダウンリストにはこのスマートコントラクト内のすべてのアクションが含まれています。有効なパラメータを使用してフォームを生成するアクションを選択して下さい。",
  "interface_actions_subheader": "EOSネットワークのスマートコントラクトには実行可能なアクションを含めることができます。",
  "interface_contract_account_name": "コントラクトアカウント名",
  "interface_contract_load": "コントラクトをロード",
  "interface_contract_reset": "コントラクトを変更",
  "interface_contract_loaded_header": "ロードしたコントラクト:",
  "interface_contract_loaded_subheader": "コントラクトのロードに成功しました。",
  "interface_data_header": "コントラクトABI",
  "interface_data_subheader": "スマートコントラクトの全コード自体は以下に表示されます。",
  "interface_form_action_header": "アクションパラメータ",
  "interface_form_action_subheader": "選択したコントラクトアクションは以下のパラメータを使用します。",
  "interface_form_action_instructions": "このアクションのこのスマートコントラクトにトランザクションを送信したい場合は、以下の欄に記入して下さい。",
  "interface_header": "スマートコントラクトインターフェースツール",
  "interface_subheader": "EOSブロックチェーンの任意のスマートコントラクトをロード、表示およびコントラクトと対話します。",
  "interface_tables_header": "コントラクトテーブル",
  "interface_tables_subheader": "EOSネットワークのスマートコントラクトには公開情報のテーブルを含めることができます。",
  "interface_tables_instructions": "以下のドロップダウンリストにはこのスマートコントラクト内のすべてのテーブルが含まれています。テーブルを選択して内容を表示します。",
  "interface_tables_no_records": "このコントラクトとスコープに一致するレコードが見つかりませんでした。",
  "interface_instructions_header": "注: このツールは高度な操作を提供するものです",
  "interface_instructions_subheader": "Please use caution when interacting with this tool",
  "interface_instructions_body_1": "Actions submitted from the Smart Contract Interface Tool are real transactions on the EOS blockchain. From this interface you are able to perform every action on any contract, including transferring EOS, creating accounts, and altering an accounts permissions/keys. These actions, once submitted, are irreversable and could lead to loss of or harm to your account.",
  "interface_instructions_body_2": "While this tool is useful for things like AirGrabs, ICO Registrations, and claiming wizards - please be cautious. Do not follow any instructions that request you 'transfer EOS with eosio.token' or 'set your account permissions' unless you have an understanding of the actions you are going to perform.",
  "interface_instructions_body_3": "If you are unsure of exactly what you're doing, ask in a public telegram channel, on reddit, or seek the advice of a trusted block producer before proceeding.",
  "interface_instructions_understood": "I understand and wish to use this tool."
}