{
  "about_opensource_title": "Aplikasi ini adalah open source",
  "about_opensource_message": " Kami ucapkan selamat datang atas kontribusi untuk aplikasi ini. Jika Anda tertarik, bergabung dengan Github kami di",
  "about_opensource_link": "https://github.com/greymass/eos-voter",
  "about_message_1": "eos-voter adalah sebuah aplikasi desktop mandiri yang terhubung langsung dengan blockchain EOS melalui endpoint API pilihan Anda.",
  "about_message_2": "Jangan pernah membiarkan kata kunci Anda tertinggak pada aplikasi ini dan hanya disimpan yang dienkripsi, menyediakan tingkat keamanan yang paling tinggi yang bisa ditawarkan sebuah walet.",
  "about_more": "Silahkan kunjungi kami di https://greymass.com jika Anda ingin mempelajari lebih jauh lagi.",
  "about_issues": "Jika Anda mempunyai masalah dengan Aplikasi ini, sampaikan saja pada github di bawah ini:",
  "about_issues_link": "https://github.com/greymass/eos-voter/issues",
  "about_greymass_message_1": "Aplikasi ini adalah inisiatif yang disediakan oleh Greymass.",
  "about_greymass_message_2": "Jika Anda ingin belajar banyak tentang tim kami dan berbagai proyek lainnya yang sudah kami rencanakan untuk EOS, kami undang Anda mengunjungi kami di",
  "about_license_type": "Lisensi MIT (MIT)",
  "about_license_body_1": "Hak cipta (c) 2018-memperkenalkan Greymass",
  "about_license_body_2": "Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:",
  "about_license_body_3": "The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.",
  "about_license_body_4": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
}