{
  "about_opensource_title": "Aplikasi ini adalah bentuk open source",
  "about_opensource_message": " Kami mempersilahkan berkontribusi untuk aplikasi ini. Jika Anda tertarik, bergabunglah dengan Github kami di",
  "about_opensource_link": "https://github.com/greymass/anchor",
  "about_message_1": "Anchor is a standalone desktop application that connects directly to the EOS blockchain through the API endpoint of your choice.",
  "about_message_2": "Jangan pernah biarkan kata kunci Anda tertinggal pada aplikasi ini dan hanya disimpan yang dienkripsi, menyediakan tingkat keamanan yang paling tinggi dari sebuah walet yang bisa ditawarkan.",
  "about_more": "Kunjungi kami di https://greymass.com jika Anda ingin mempelajari lebih jauh lagi.",
  "about_issues": "Jika Anda punya masalah dengan Aplikasi ini, sampaikan saja pada github di bawah ini:",
  "about_issues_link": "https://github.com/greymass/anchor/issues",
  "about_greymass_message_1": "Aplikasi ini adalah inisiatif yang disediakan oleh Greymass.",
  "about_greymass_message_2": "Jika Anda ingin mengetahui lebih banyak tentang tim kami dan berbagai proyek lainnya yang sudah kami rencanakan untuk EOS, kami undang Anda mengunjungi kami di",
  "about_license_type": "Lisensi MIT (MIT)",
  "about_license_body_1": "Hak cipta (c) 2018-memperkenalkan Greymass",
  "about_license_body_2": "Izin dengan ini diberikan, gratis, kepada siapa pun yang memperoleh salinan software ini dan file dokumentasi terkait (\"Software\"), untuk terhubung dalam Software tanpa batasan, termasuk tanpa batasan hak untuk menggunakan, menyalin, memodifikasi, menggabungkan, menerbitkan, mendistribusikan, memberi ijin, dan/atau menjual salinan Software, dan untuk mengizinkan siapa saja yang memiliki Software untuk melakukannya, semuanya tunduk pada ketentuan berikut:",
  "about_license_body_3": "Pemberitahuan hak cipta di atas dan ijin ini akan termasuk dalam semua salinan atau bagian substansi dari Software tersebut.",
  "about_license_body_4": "PERANGKAT LUNAK INI DISEDIAKAN \"SEBAGAIMANA ADANYA\", TANPA JAMINAN APAPUN, BAIK SECARA TERSURAT MAUPUN TERSIRAT, TERMASUK NAMUN TIDAK TERBATAS PADA JAMINAN DAPAT DIPERDAGANGKAN, KESESUAIAN UNTUK TUJUAN TERTENTU, DAN BUKAN PELANGGARAN. DALAM KEADAAN APA PUN, PENULIS ATAU PEMEGANG HAK CIPTA TIDAK BERTANGGUNG JAWAB ATAS KLAIM, KERUSAKAN ATAU TANGGUNG JAWAB LAINNYA, BAIK DALAM TINDAKAN KONTRAK, TORT ATAU LAINNYA, YANG TIMBUL DARI ATAU TERHUBUNG DENGAN SOFTWARE ATAU PENGGUNAAN ATAU HUBUNGAN LAINNYA DENGAN SOFTWARE INI."
}
