{
  "constitution_accept": "Saya menerima syarat ini",
  "constitution_title": "Tata kelola EOS - Konstitusi",
  "constitution_preface": "Konstitusi ini merupakan sebuah kontrak para pihak yang disertakan ke dalamnya oleh para anggota dengan keutamaan penggunaan mereka atas blockchain ini.",
  "constitution_article_01_title": "Pasal I - Tidak Ada Niat Keributan",
  "constitution_article_01_body": "Anggota tidak akan berniat membuat kekacauan atau memicu terjadinya keributan dengan anggota lainnya. Tuntutan hukum yang sah terhadap tindakan kriminal dengan tujuan ketenangan hidup, kemerdekaan dan properti yang menimbulkan terjadinya kekacauan.",
  "constitution_article_02_title": "Pasal II - Tidak Bersumpah Palsu",
  "constitution_article_02_body": "Anggota akan bertanggung jawab atas kerugian yang disebabkan oleh pengesahan kekeliruan atau informasi yang tidak benar serta akan kehilangan keuntungan yang diperoleh sebab tersebut.",
  "constitution_article_03_title": "Pasal III - Hak",
  "constitution_article_03_body": "Anggota mengizinkan hak kontrak atas properti pribadi kepada sesama, oleh karenanya tidak ada properti yang berpindah tangan kecuali atas persetujuan pemilik, oleh permohonan Arbitrator resmi, atau melalui kesepakatan komunitas. Konstitusi ini membuat hak-hak yang tidak positif kepada atau diantara anggota manapun.",
  "constitution_article_04_title": "Pasal IV - Dilarang Membeli Vote",
  "constitution_article_04_body": "Tidak ada Anggota yang akan menawarkan maupun menerima nilai apapun dalam perdagangan untuk sebuah vote dalam bentuk apapun, tidak juga ada anggota yang boleh mempengaruhi vote anggota lain.",
  "constitution_article_05_title": "Pasal V - Tidak Ada Penggadaian",
  "constitution_article_05_body": "Tidak ada Anggota ataupun pemegang token EOS yang menggadaikan tanggung jawab untu mendukung nilai Token EOS. Anggota tidak akan mengizinkan siapapun memiliki asset, meminjam, atau pun kontrak atas nama pemegang Token EOS secara kolektif. Blockchain ini tidak memiliki pemilik, manager atau pihak yang menggadaikan; oleh karena itu, tidak akan ada anggota yang memiliki bunga keuntungan lebih dari 10% dari ketersediaan Token EOS.",
  "constitution_article_06_title": "Pasal VI - Restitusi",
  "constitution_article_06_body": "Masing-masing anggota sepakat bahwa hukuman atas pelanggaran kontrak sudah dibuat, tetapi tidak dibatasi atas, denda, kehilangan akun, dan restitusi lainnya.",
  "constitution_article_07_title": "Pasal VII - Open Source",
  "constitution_article_07_body": "Tiap-tiap anggota yang memiliki smart contract di blockchain ini akan menjadi seorang Developer. Tiap-tiap Developer dapat mengajukan smart contract mereka melalui sebuah lisensi open source dan gratis, dan tiap-tiap smart contract akan didokumentasikan dengan Ricardian Contract yang akan memperjelas tujuan dari para pihak dan mengangkat Forum Arbitrasi yang akan menyelesaikan permasalahan yang muncul dari kontrak tersebut.",
  "constitution_article_08_title": "Pasal VIII - Bahasa",
  "constitution_article_08_body": "Kontrak multi bahasa harus mencamtumkan satu bahasa yang berlaku dalam kasus sengketa dan pembuat terjemahan akan bertanggung jawab karena kesalahan, ketidakjelasan, atau ambigu yang ditimbulkan terjemahan mereka.",
  "constitution_article_09_title": "Pasal IX - Penyelesaian Sengketa",
  "constitution_article_09_body": "Semua sengketa yang muncul atau yang berhubungan dengan konstitusi ini akan ditetapkan dengan tuntas dibawah Peraturan Resolusi Sengketa dari Forum Arbitrasi Utama EOS oleh satu atau lebih Arbiter yang ditunjuk sesuai dengan aturan yang telah ditetapkan.",
  "constitution_article_10_title": "Pasal X - Pilihan Hukum",
  "constitution_article_10_body": "Pilihan hukum untuk sengketa akan jadi prioritas utama konklusi ini dan mengutamakan persamaan hak (akuitas).",
  "constitution_article_11_title": "Pasal XI - Amandemen",
  "constitution_article_11_body": "Konstitusi ini dan dokumen pendukung tidak dapat diamandemen kecuali dengan voting dari pemegang token tidak kurang dari 15% voting partisipasi diantara token dan tidak lebih sedikit dari 10% lebih yang melakukan Voting Ya ketimbang Tidak, hal tersebut bertahan selama 30 Hari dalam jangka waktu 120 Hari.",
  "constitution_article_12_title": "Pasal XII - Publikasi",
  "constitution_article_12_body": "Anggota hanya boleh mempublikasi informasi untuk blockchain dengan hak mereka untuk mempublikasi. Selanjutnya, Anggota secara sukarela menyetujui semua Anggota untuk secara permanen dan tidak bisa dibatalkan menguasai sebuah alinan, menganalisa, dan membagikan catatan transaksi dan informasi terkait lainnya.",
  "constitution_article_13_title": "Pasal XIII - Persetujuan Berdasarkan Informasi",
  "constitution_article_13_body": "Semua penyedia jasa yang menghasilkan tools untuk memfasilitasi pembuatan dan penandatanganan transaksi atas nama Anggota lain harus menyediakan informasi kepada Anggota lain persyarayan Kontrak Ricardian yang lengkap dari Konstitusi ini dan kontrak kontrak terkait lainnya. Penyedia jasa harus bertanggung jawab atas kerugian yang dihasilkan dari gagalnya menjelaskan persyaratan Ricardian Contract yang lengkap kepada pengguna.",
  "constitution_article_14_title": "Pasal XIV - Pemutusan",
  "constitution_article_14_body": "Jika ada bagian dari Konstitusi ini yang dinyatakan tidak memiliki kekuatan hukum atau tidak valid, isi lainnya dari Konstitusi ini tetap sah dan akan tetap memiliki kekuatan hukum.",
  "constitution_article_15_title": "Pasak XV - Terminasi Kesepakatan",
  "constitution_article_15_body": "Seorang Anggota secara otomatis terbebas dari semua kewajiban yang bisa dibatalkan berdasarkan Konstitusi ini 3 tahun setelah transaksi terakhir yang dilakukan oleh Anggota tersebut dimasukkan ke dalam blockchain. Setelah 3 tahun tidak aktif sebuah akun dapat di dilelang dan hasilnya didistribusikan ke semua Anggota sesuai dengan ketentuan sistem kontrak yang berlaku untuk redistribusi tersebut.",
  "constitution_article_16_title": "Pasal VI - Kewajiban Developer",
  "constitution_article_16_body": "Anggota sepakat untuk menjaga developer software tidak merugikan karena kesalahan yang tidak disengaja yang dibuat dalam pernyataan tujuan kontrak, apakah ada atau tidak tersebutkan kesalahan itu disebabkan oleh kelalaian yang terlihat atau yang dianggap telah terjadi kelalaian.",
  "constitution_article_17_title": "Pasal - XVII - Pertimbangan",
  "constitution_article_17_body": "Semua hak dan kewajiban berdasarkan Konstitusi ini adalah sama dan memiliki timbal balik dan nilai signifikan yang sama serta berharga bagi semua pihak.",
  "constitution_article_18_title": "Pasal - XVIII - Dukungan",
  "constitution_article_18_body": "Kontrak akan diterima bila seorang Anggota melakukan transaksi yang menghubungkan TAPOS bukti sebuah block yang dibuat memghubungkan ABI seperti tersebut dalam kontrak dan tertera transaksi yang dihubungkan dalam blockchain.",
  "constitution_article_19_title": "Pasal XIX - Salinan",
  "constitution_article_19_body": "Konstitusi ini mungkin saja dijalankan dengan beberapa salinan, masing-masing ketika dijalankan dan diserahkan akan menguasakan sebuah salinan asli, tetapi semua salinan bersama akan memberikan hak sebuah kesepakatan tunggal.",
  "constitution_article_20_title": "Pasal XX - Konstitusi Interim",
  "constitution_article_20_body": "Konsitusi ini bersifat sementara dan ditujukan untuk tetap berlaku sampai konsitusi permanen dibuat dan disahkan dalam sebuah referendum."
}
