{
  "contract_terms": "Dengan melengkapi transaksi ini, saya setuju dengan butir-butir persyaratan (klik untuk memperjelas)...",
  "system_transfer_title": "Ketentuan & Syarat Transfer",
  "system_transfer_1": "Saya, {{dari}}, menyatakan bahwa hal berikut ini menjadi benar untuk yang terbaik bagi pengetahuan saya:",
  "system_transfer_2": "1. Saya menyatakan bahwa {{jumlah}} bukanlah hasil dari aktifitas penipuan dan kejahatan.",
  "system_transfer_3": "2. Saya menyatakan bahwa, dengan sepenuhnya sarat, {{to}} tidak melakukan keributan melawan pengguna lain.",
  "system_transfer_4": "3. Saya sudah memahami semua syarat dan ketentuan sesuai kontrak dengan menghormati {{quantity}} ke {{to}}.",
  "system_transfer_5": "Saya mengerti bahwa dana yang ditransfer dapat dibalik setelah {{transaction.delay}} detik atau penundaan lain seperti yang dikonfigurasi dengan izin {{from}}.",
  "system_transfer_6": "Jika tindakan ini gagal untuk dikonfirmasi secara permanen setelah menerima barang atau jasa dari '{{to}}', saya setuju untuk mengembalikan barang atau jasa atau mengirim ulang {{quantity}} pada tepat waktu.",
  "system_voteproducer_1": "Maksud dari tindakan 'penghasil suara' ini adalah untuk memberikan suara yang sah hingga 30 kandidat BP.",
  "system_voteproducer_2": "Sebagai pihak resmi, saya {{ signer }} ingin memberikan suara atas nama {{ voter }} untuk mendukung kandidat produsen blok '{{ producers }}' dengan bobot suara yang sama dengan semua token yang saat ini dimiliki oleh {{ voter }} dan dipertaruhkan untuk CPU atau bandwidth.",
  "system_voteproducer_3": "Jika saya bukan pemilik manfaat dari saham ini, saya menetapkan bahwa saya memiliki bukti bahwa saya telah diberi kewenangan untuk memilih saham ini oleh pemilik manfaatnya.",
  "system_voteproducer_4": "Saya menetapkan bahwa saya belum dan tidak akan menerima apa pun yang berharga sebagai imbalan atas suara ini, dengan hukuman penyitaan token ini, dan hukuman lainnya.",
  "system_voteproducer_5": "Saya memahami bahwa menggunakan sistem pemungutan suara otomatis, pemungutan suara ulang, atau penyegaran suara apa pun, atau mengizinkan sistem semacam itu untuk digunakan atas nama saya atau atas nama orang lain, dilarang dan melakukan hal itu melanggar kontrak ini.",
  "system_buyrambytes_1": "Tindakan ini akan mencoba mencadangkan sekitar {{bytes}} byte RAM atas nama {{receiver}}.",
  "system_buyrambytes_two": "{{buyer}} authorizes this contract to transfer sufficient {{chainSymbol}} tokens to buy the RAM based upon the current price as determined by the market maker algorithm.",
  "system_buyrambytes_three": "{{buyer}} accepts that a 0.5% fee will be charged on the {{chainSymbol}} spent and that the actual RAM received may be slightly less than requested due to the approximations necessary to enable this service. {{buyer}} accepts that a 0.5% fee will be charged if and when they sell the RAM received. {{buyer}} accepts that rounding errors resulting from limits of computational precision may result in less RAM being allocated. {{buyer}} acknowledges that the supply of RAM may be increased at any time up to the limits of off-the-shelf computer equipment and that this may result in RAM selling for less than purchase price. {{buyer}} acknowledges that the price of RAM may increase or decrease over time according to supply and demand. {{buyer}} acknowledges that RAM is non-transferable. {{buyer}} acknowledges RAM currently in use by their account cannot be sold until it is freed and that freeing RAM may be subject to terms of other contracts.",
  "system_sellrambytes_1": "Tindakan menjual RAM yang tidak digunakan untuk token.",
  "system_sellrambytes_2": "Sebagai pihak yang berwenang, saya {{ signer }} ingin menjual {{ bytes }} RAM yang tidak terpakai dari akun {{ account }}."
}
