{
  "EOS_constitution_accept": "I accept these terms",
  "EOS_constitution_title": "EOS Governance - Constitution",
  "EOS_constitution_preface": "This Constitution is a multi-party contract entered into by the Members by virtue of their use of this blockchain.",
  "EOS_constitution_article_01_title": "Article I - No Initiation of Violence",
  "EOS_constitution_article_01_body": "Members shall not initiate violence or the threat of violence against another Member. Lawful prosecution of crimes with the goal of preserving life, liberty and property does not constitute initiation of violence.",
  "EOS_constitution_article_02_title": "Article II - No Perjury",
  "EOS_constitution_article_02_body": "Members shall be liable for losses caused by false or misleading attestations and shall forfeit any profit gained thereby.",
  "EOS_constitution_article_03_title": "Article III - Rights",
  "EOS_constitution_article_03_body": "The Members grant the right of contract and of private property to each other, therefore no property shall change hands except with the consent of the owner, by a valid Arbitrator’s order, or via community referendum. This Constitution creates no positive rights for or between any Members.",
  "EOS_constitution_article_04_title": "Article IV - No Vote Buying",
  "EOS_constitution_article_04_body": "No Member shall offer nor accept anything of value in exchange for a vote of any type, nor shall any Member unduly influence the vote of another.",
  "EOS_constitution_article_05_title": "Article V - No Fiduciary",
  "EOS_constitution_article_05_body": "No Member nor EOS token holder shall have fiduciary responsibility to support the value of the EOS token. The Members do not authorize anyone to hold assets, borrow, nor contract on behalf of EOS token holders collectively. This blockchain has no owners, managers or fiduciaries; therefore, no Member shall have beneficial interest in more than 10%% of the EOS token supply.",
  "EOS_constitution_article_06_title": "Article VI - Restitution",
  "EOS_constitution_article_06_body": "Each Member agrees that penalties for breach of contract may include, but are not limited to, fines, loss of account, and other restitution.",
  "EOS_constitution_article_07_title": "Article VII - Open Source",
  "EOS_constitution_article_07_body": "Each Member who makes available a smart contract on this blockchain shall be a Developer. Each Developer shall offer their smart contracts via a free and open source license, and each smart contract shall be documented with a Ricardian Contract stating the intent of all parties and naming the Arbitration Forum that will resolve disputes arising from that contract.",
  "EOS_constitution_article_08_title": "Article VIII - Language",
  "EOS_constitution_article_08_body": "Multi-lingual contracts must specify one prevailing language in case of dispute and the author of any translation shall be liable for losses due to their false, misleading, or ambiguous attested translations.",
  "EOS_constitution_article_09_title": "Article IX - Dispute Resolution",
  "EOS_constitution_article_09_body": "All disputes arising out of or in connection with this Constitution shall be finally settled under the Rules of Dispute Resolution of the EOS Core Arbitration Forum by one or more arbitrators appointed in accordance with the said Rules.",
  "EOS_constitution_article_10_title": "Article X - Choice of Law",
  "EOS_constitution_article_10_body": "Choice of law for disputes shall be, in order of precedence, this Constitution and the Maxims of Equity.",
  "EOS_constitution_article_11_title": "Article XI - Amending",
  "EOS_constitution_article_11_body": "This Constitution and its subordinate documents shall not be amended except by a vote of the token holders with no less than 15%% vote participation among tokens and no fewer than 10%% more Yes than No votes, sustained for 30 continuous days within a 120 day period.",
  "EOS_constitution_article_12_title": "Article XII - Publishing",
  "EOS_constitution_article_12_body": "Members may only publish information to the Blockchain that is within their right to publish. Furthermore, Members voluntarily consent for all Members to permanently and irrevocably retain a copy, analyze, and distribute all broadcast transactions and derivative information.",
  "EOS_constitution_article_13_title": "Article XIII - Informed Consent",
  "EOS_constitution_article_13_body": "All service providers who produce tools to facilitate the construction and signing of transactions on behalf of other Members shall present to said other Members the full Ricardian contract terms of this Constitution and other referenced contracts. Service providers shall be liable for losses resulting from failure to disclose the full Ricardian contract terms to users.",
  "EOS_constitution_article_14_title": "Article XIV - Severability",
  "EOS_constitution_article_14_body": "If any part of this Constitution is declared unenforceable or invalid, the remainder will continue to be valid and enforceable.",
  "EOS_constitution_article_15_title": "Article XV - Termination of Agreement",
  "EOS_constitution_article_15_body": "A Member is automatically released from all revocable obligations under this Constitution 3 years after the last transaction signed by that Member is incorporated into the blockchain. After 3 years of inactivity an account may be put up for auction and the proceeds distributed to all Members according to the system contract provisions then in effect for such redistribution.",
  "EOS_constitution_article_16_title": "Article XVI - Developer Liability",
  "EOS_constitution_article_16_body": "Members agree to hold software developers harmless for unintentional mistakes made in the expression of contractual intent, whether or not said mistakes were due to actual or perceived negligence.",
  "EOS_constitution_article_17_title": "Article XVII - Consideration",
  "EOS_constitution_article_17_body": "All rights and obligations under this Constitution are mutual and reciprocal and of equally significant value and cost to all parties.",
  "EOS_constitution_article_18_title": "Article XVIII - Acceptance",
  "EOS_constitution_article_18_body": "A contract is deemed accepted when a member signs a transaction which incorporates a TAPOS proof of a block whose implied state incorporates an ABI of said contract and said transaction is incorporated into the blockchain.",
  "EOS_constitution_article_19_title": "Article XIX - Counterparts",
  "EOS_constitution_article_19_body": "This Constitution may be executed in any number of counterparts, each of which when executed and delivered shall constitute a duplicate original, but all counterparts together shall constitute a single agreement.",
  "EOS_constitution_article_20_title": "Article XX - Interim Constitution",
  "EOS_constitution_article_20_body": "This constitution is interim and is intended to remain in effect until a permanent constitution is written and ratified in a referendum.",

  "TLOS_constitution_accept": "I accept these terms",
  "TLOS_constitution_title": "Telos Network Operating Agreement",
  "TLOS_constitution_preface": "This Network Operating Agreement is a multi-party contract entered into by the Members by virtue of their use of this blockchain.",
  "TLOS_constitution_article_01_title": "1. Preamble",
  "TLOS_constitution_article_01_body": "This document is intended to set common agreements among all users of the Telos network in order to establish a secure, stable, governable blockchain where value and information can be stored and all disputes shall be arbitrated solely using the methods described herein. The Telos network is comprised of Members who have chosen to organize themselves using a computer blockchain as a form of transnational exchange of value, information, and commerce. This network has agreed to govern the Telos blockchain, its transactions and native token by means of this Agreement which enumerates a set of mutual representations and agreements amongst its users.",
  "TLOS_constitution_article_02_title": "2. Choice of Law",
  "TLOS_constitution_article_02_body": "Any person who uses the Telos network to store, exchange, or process value or information shall be herein referred to as a 'Member'. Each Member agrees to be bound exclusively by the terms of this Agreement or the most current Telos Network Operating Agreement ratified or amended in accordance with the terms herein, and to select the terms of the current Agreement at the time of the transaction as binding in the interactions between them regarding any and all value and information stored on the Telos blockchain.",
  "TLOS_constitution_article_03_title": "3. Modifying the Blockchain",
  "TLOS_constitution_article_03_body": "The Telos blockchain shall be amended only through appending new information into current blocks. The blockchain shall never be rolled back to revise recorded transactions or blocks.",
  "TLOS_constitution_article_04_title": "4. Recording of Values and Information",
  "TLOS_constitution_article_04_body": "The Telos blockchain shall be used to record value and information and to perform computations pertaining to these. The native unit of value on the Telos blockchain shall be the TLOS token. Each TLOS token shall represent a percentage of the usage resources of the Telos blockchain in direct relation to the total number of TLOS tokens that are recorded on the blockchain. As a pro rata percentage of resource usage rights, each TLOS token shall entitle its owner to proportional voting rights and use of the Telos blockchain’s operational computer resources.",
  "TLOS_constitution_article_05_title": "5. Operation of the Blockchain",
  "TLOS_constitution_article_05_body": "The Telos blockchain reaches consensus regarding the values and transactions it records using delegated proof of stake, whereby network validating nodes ('Block Producers') and standby validating nodes ('Standby Block Producers') are selected by the votes of the TLOS token holders to serve as delegates in the processing and validating of transactions and blocks in the blockchain according the technical specifications of the Telos branch of the EOSIO software. Telos Members shall elect block producers from among all block producer candidates to execute the 'regproducer' action. Only those candidates in compliance with the current Block Producer Minimum Requirements shall be eligible to serve and any block producer candidates not in compliance shall be prevented from serving regardless of voting results. Telos shall have 21 elected block producers and may also have up to 30 standby block producers at any time, provided that there are at least 51 block producer candidates meeting the terms of the Telos Block Producer Minimum Requirements which shall be amended from time to time by a vote of the Members using t he 'ratifyamend' system contract.",
  "TLOS_constitution_article_06_title": "6. Functions of Block Producers",
  "TLOS_constitution_article_06_body": "Block Producers shall operate computer and networking equipment in accordance with the Telos Block Producer Minimum Requirements. Block producers are to produce blocks at their scheduled time in accordance with the human-language terms of the 'regproducer' contract. As the executive authority of the Telos blockchain, the block producers, in aggregate, have broad executive powers over the Telos blockchain. They may pause the blockchain, implement new software updates, print new tokens, implement additional operational rules for the blockchain that do not violate the Agreement, and enforce duly processed arbitration orders by voting for any such action with a majority vote of 2/3+1 elected block producers.",
  "TLOS_constitution_article_07_title": "7. Block Producer Pay",
  "TLOS_constitution_article_07_body": "Block producers shall be paid each day by dividing the daily share of 1 percent annual inflation of the entire value of the Telos blockchain as measured in TLOS tokens. Every day, each Block Producer shall be allotted an equal share of the daily pay and each Standby Block Producer shall be allotted one-half of this amount, with the provision that Block Producers and Standby Block Producers may have their daily pay allotment deducted in proportion with the percentage of blocks they were expected to produce in their most recent production period of 24 hours or fewer, but failed to produce. Block producers are responsible for collecting their pay allotment by executing the 'claimrewards' action daily. If loss of pay results from failing to regularly execute the 'claimrewards' action, the loss shall be borne by the Block Producer or Standby Block Producer, not the network.",
  "TLOS_constitution_article_08_title": "8. Binding Arbitrations",
  "TLOS_constitution_article_08_body": "All Members of the Telos blockchain agree to be bound to binding arbitration by Telos Arbitrators except where both parties of a transaction explicitly choose to waive such arbitration. Waiving of arbitration waives all forms of dispute resolution; it does not invite terrestrial jurisdictions to arbitrate transactions on the Telos blockchain and neither Telos arbitrators nor block producers are required by this Agreement to fulfill the orders of any terrestrial government in the operations of the Telos blockchain.",
  "TLOS_constitution_article_09_title": "9. Selection of Arbitration Forum",
  "TLOS_constitution_article_09_body": "The parties to each transaction on the Telos blockchain may select an arbitration forum when each party freely elects to use the same arbitration forum. If no election for a common alternative forum is so recorded in the transaction, then the arbitration forum shall be the Telos Arbitration Organization (the 'TAO').",
  "TLOS_constitution_article_10_title": "10. Formation of the TAO",
  "TLOS_constitution_article_10_body": "The TAO shall be comprised of Arbitrators meeting the terms of the Telos Arbitrators Minimum Requirements which shall be amended from time to time by the Members using the 'ratifyamend' system contract. Telos Members shall elect TAO arbitrators from among all arbitrator candidates to execute the 'regarbitrator' action, however, only those candidates in compliance with the current Arbitrator Minimum Requirements shall be eligible to serve and any arbitrator candidates not in compliance shall be prevented from serving regardless of voting results. The number of elected Arbitrators at any time and the method for deciding the terms under which some number of arbitrators will be assigned to each arbitration case shall be decided by the most recent 2/3+1 vote of all Block Producers.",
  "TLOS_constitution_article_11_title": "11. Initiating Arbitration",
  "TLOS_constitution_article_11_body": "Telos network Members submit to binding arbitration in all matters pertaining to value or information stored on the Telos blockchain. Arbitration shall be initiated by executing the 'arbitration' contract. To execute the 'arbitration' contract a Member seeking restitution (the 'Plaintiff') must provide information about the account seeking restitution, the account it is seeking restitution against(the 'Respondent'), and the pertinent transaction or transactions. The Plaintiff shall provide evidence of theft, fraud, breach of the human-language contract, or failure of contract code to fulfill the stated intent of the human-language section of the contract.",
  "TLOS_constitution_article_12_title": "12. Selection of Arbitrator",
  "TLOS_constitution_article_12_body": "Upon initial execution of the 'arbitration' contract, an Arbitrator or set of Arbitrators shall be assigned randomly from all elected Arbitrators currently in compliance with the Arbitrator Minimum Requirements that have identified themselves as currently available to receive new cases. If insufficient Arbitrators meet these requirements when the 'arbitration' contract is initiated, the case will be queued until sufficient Arbitrators are available. The number of Arbitrators assigned to any case shall follow the most recent set of terms enacted by a 2/3+1 majority of all Block Producers.",
  "TLOS_constitution_article_13_title": "13. Freezing Accounts Under Arbitration",
  "TLOS_constitution_article_13_body": "Upon assignment of Arbitrators to an arbitration case, any Arbitrator assigned to the case may issue an emergency order to freeze all transactions from the Respondent account. The Arbitrator may add the account to a list of frozen accounts maintained on the Telos blockchain, which all Block Producers shall reference and exclude from validating transactions.",
  "TLOS_constitution_article_14_title": "14. Rights of the Arbitration Respondent",
  "TLOS_constitution_article_14_body": "The Respondent in any arbitration case shall be informed of the initiation of an arbitration action no sooner than three hours after initiation of the action or upon the freezing of transactions upon the account whichever comes first, and no later than 24 hours after initiation. Any Respondent whose account is frozen shall have the right to have the freezing order removed from Respondent’s account upon posting a bond to another frozen account in the amount under arbitration as determined by the Arbitrator or Arbitrators in the case. The Arbitrator or Arbitrators must determine the amount under arbitration within 72 hours of issuing a freezing order. If the amount under arbitration is the entire value of the account, the Respondent may not post a bond. The Respondent also has the right to see the evidence submitted and prepare a defense and provide evidence to respond to the Plaintiff’s evidence. The Respondent also has the right to receive a timely resolution of the case. A 'timely resolution' shall be determined in relation to other similar arbitration cases in the preceding 12-month period. Failure to resolve an arbitration action within a time period that is within one standard deviation of the average time period required to arbitrate a case with the same number of Arbitrators assigned to it shall place the arbitration case into expedited status which shall provide an additional 72 hours in which to decide the outcome of the case or else drop the case without penalty or arbitration fee. The requirement for timely resolution of arbitration cases shall be suspended until 15 months after the first Telos arbitration case is completed.",
  "TLOS_constitution_article_15_title": "15. Preference for Cryptographic Evidence",
  "TLOS_constitution_article_15_body": "In the adjudication of arbitration cases, evidence in the form of valid cryptographic proof of ownership or prior transaction shall be deemed of greater value than any other form of evidence.",
  "TLOS_constitution_article_16_title": "16. Submission of Arbitration Judgement",
  "TLOS_constitution_article_16_body": "An Arbitrator or Arbitrators in a case shall render their arbitration judgement in the form of a transaction or set of transactions to be appended to the Telos blockchain by the duly elected Block Producers at the time the judgement is rendered. The transactions shall be in the form of a standard value transfer transaction from Respondent to Plaintiff, a 'revisecontract' action which forcibly adjusts the code of a faulty or misleading contract, or a 'changekeys' action which assigns new private keys to an account that has been adjudicated to have been improperly acquired by Respondent from Plaintiff. The Arbitrator or Arbitrators shall also provide a public explanation of the rationale for the judgement. The arbitration judgement may include transactions to pay the arbitration fee associated with the case.",
  "TLOS_constitution_article_17_title": "17. Block Producers’ Obligation to Enforce Arbitration Judgements",
  "TLOS_constitution_article_17_body": "Block Producers, having been duly provided with a valid arbitration judgement, shall fully enforce the judgement within 24 hours of receipt. Every Block Producer shall be required to enforce the action and any Block Producer that has not voted to enforce the action within 24 hours shall be liable for penalty under the 'enforcebpmins' action until the adjudication action is fully enforced.",
  "TLOS_constitution_article_18_title": "18. Arbitration Fees",
  "TLOS_constitution_article_18_body": "TAO Arbitrators may charge a fee for arbitration services in the amount of up to 3 percent of the total amount requested in the initial execution of the 'arbitration' contract. Alternative arbitration forums may set their own fees as long as those fees are clearly stated to all prior to contract execution. When the Arbitrators find for the Plaintiff, the amount of the arbitration fee may be added to the judgement about taken from the Respondent. Multiple Arbitrators shall divide any arbitration fee amongst themselves evenly.",
  "TLOS_constitution_article_19_title": "19. Limits of Action",
  "TLOS_constitution_article_19_body": "Arbitration actions cannot roll back transactions on the blockchain. All actions are limited to those enumerated. In the case where funds have already been removed from the Telos blockchain, arbitration judgements are limited to amounts still available in Respondent’s account. A judgement may be recorded and entered against future funds linked to the same individual or entity who owned the original Respondent account, if a future arbitration case can sufficiently prove that the same individual or entity controls both accounts. In the event that multiple accounts are entered against the same account, the adjudication that was first initiated will have priority over subsequent judgements until all funds are allocated or all entered judgements are settled.",
  "TLOS_constitution_article_20_title": "20. Sudo Powers",
  "TLOS_constitution_article_20_body": "The Block Producers have the authority to use the 'sudo' command to execute commands on an account as if by the owner, or a similarly powered command if under a different name, only as an element of the 'revisecontract' action which forcibly adjusts the code of a faulty or misleading contract, or a 'changekeys' action which assigns new private keys to an account that has been adjudicated to have been improperly acquired, and only in cases of an adjudication judgement entered by an Arbitrator or Arbitrators in due process of a bona fide arbitration case.",
  "TLOS_constitution_article_21_title": "21. Voting",
  "TLOS_constitution_article_21_body": "Telos Members may vote to elect block producer and arbitrator candidates as described in this Agreement. Each Member may vote the entire number of TLOS tokens in any account they control via private keys. Members may vote for up to 30 block producer candidates and 30 TAO arbitrator candidates at any time and each vote for any candidate will share the same weight as that of all the other candidates of the same type, either block producer or arbitrator. Members may alternatively designate a proxy to cast their votes for them. All votes, whether cast directly or by proxy shall have their voting weight reduced according to a non-linear equation known as inverse-weighted voting, as expressed in the Telos code, whereby the value of a vote is reduced when fewer than the maximum amount of allowed candidates are cast. This form of voting is to encourage voting for a large number of candidates and discourage voting only for candidates that are affiliated with the voter.",
  "TLOS_constitution_article_22_title": "22. Creating and Populating Initial Token Accounts",
  "TLOS_constitution_article_22_body": "The initial distribution of TLOS tokens on the Telos network ('Telos Initial Distribution') will follow the EOS ERC-20 token snapshot as recorded June 2, 2018 from records of the EOS tokensale as recorded on the Ethereum blockchain (the 'EOS Snapshot'). The Telos Initial Distribution will create all accounts included on the EOS Snapshot with the same account names and public keys that match except for the prefix 'TLOS' instead of 'EOS'. These accounts will each be recorded as having the same number of TLOS tokens as the number of EOS on the corresponding account in the EOS Snapshot, except that each account that has a balance of over 40,000 tokens will receive exactly 40,000 TLOS tokens. It is expected that this will alter less than 1,100 total accounts. Additional new Telos accounts will be created to fund the Telos Foundation, which will receive 6,000,000 TLOS tokens, the Telos Founders’ Rewards Pool, which will receive 6,000,000 TLOS tokens, and the Telos Community Rewards Pool, which will receive 1,000,000 TLOS tokens.",
  "TLOS_constitution_article_23_title": "23. Requirement to Opt In",
  "TLOS_constitution_article_23_body": "The Telos Initial Distribution will include all accounts from the EOS Snapshot. However, it is unknown which EOS Snapshot account owners may wish to opt in and become Members of the Telos network. Because TLOS tokens reflect a pro rata usage right for network resources, maintaining TLOS tokens on the system that are not wanted by their owners represents a loss of network resources for all other Members. For this reason, all accounts that have 0 transactions 365 days after the activation of the Telos network are subject to deletion by the block producers at that time or any time thereafter. Tokens in any deleted accounts will be deleted from the blockchain, which is commonly referred to as 'burning' the tokens.",
  "TLOS_constitution_article_24_title": "24. Telos Worker Proposal Fund",
  "TLOS_constitution_article_24_body": "A value equal to the daily share of 1.5 percent annual inflation of the entire value of the Telos blockchain as measured in TLOS tokens shall be deposited to the Telos Worker Proposal Fund. Telos Members may submit proposals for the usage of these accumulated funds. Submitting a fund for a proposal shall require payment of a fee determined by the most recent 2/3+1 majority vote of the Block Producers, provided that this fee will never exceed two times the actual cost in network resources of voting the proposal by all Telos Members. Any Telos Member or group of Members may execute the 'workerproposalsubmission' contract by providing the required information including, at least, a full description of the proposal, a link to a fixed source of information, and the exact deposit transaction, including deposit account or accounts, that will occur should the proposal be accepted by the Telos Members. Once submitted, there will be a period of 60 days in which a proposal may be voted. Any proposal that receives no less than 7 percent vote participation among TLOS tokens and a simple majority of Yes votes at the end of 60 days shall enact the proposal and execute the deposit transaction described in the proposal.",
  "TLOS_constitution_article_25_title": "25. No Perjury",
  "TLOS_constitution_article_25_body": "Members shall be liable for losses caused by false or misleading attestations and shall forfeit any profit gained thereby.",
  "TLOS_constitution_article_26_title": "26. No Fiduciary",
  "TLOS_constitution_article_26_body": "No Member nor TLOS token holder shall have fiduciary responsibility to support the value of the TLOS token. The Members do not authorize anyone to hold assets, borrow, nor contract on behalf of TLOS token holders collectively. This blockchain has no owners, managers or fiduciaries.",
  "TLOS_constitution_article_27_title": "27. Publication to the Telos Blockchain",
  "TLOS_constitution_article_27_body": "All transactions on the Telos blockchain shall be irrevocably recorded to the blockchain. Members agree not to record information, data, or content that they are not free to record. Each Member grants all other Members an irrevocable license to view any information or transactions recorded to the blockchain. The Telos network shall not remove any information from the blockchain and shall bear no responsibility or enforcement role for any information, data, or content improperly recorded on the blockchain. Any penalties or judgements for improperly recorded information, data, or content shall be the sole responsibility of the account that posted it.",
  "TLOS_constitution_article_28_title": "28. Restitution",
  "TLOS_constitution_article_28_body": "Each Member agrees that penalties for breach of contract may include, but are not limited to, fines, loss of account, and other restitution.",
  "TLOS_constitution_article_29_title": "29. Developers",
  "TLOS_constitution_article_29_body": "Each Member who makes available a smart contract on the Telos blockchain (a 'Developer') may designate original elements of their contracts as either Open Source or proprietary code. Each smart contract shall be documented with a human-language contract stating the intent of all parties and naming the Arbitration Forum that will resolve disputes arising from that contract. Developers who designate contracts as proprietary code may claim that code as intellectual property and may initiate arbitration actions against those who violate their control of their intellectual property for restraint and/or restitution.",
  "TLOS_constitution_article_30_title": "30. Prevailing Language",
  "TLOS_constitution_article_30_body": "Human-language contracts employing more than one language must specify one prevailing language in case of dispute and the author of any translation shall be liable for losses due to their false, misleading, or ambiguous attested translations. Where no prevailing contract language is specified, the prevailing contract language shall be either English, if it is used in the contract, or the first language used to write a complete sentence, if English is not used.",
  "TLOS_constitution_article_31_title": "31. Recording of Agreement",
  "TLOS_constitution_article_31_body": "The text of this Agreement or the most currently ratified or amended version of the Agreement shall be recorded on the Telos blockchain and each block will contain a pointer to the block containing the text of this Agreement. Validating any block shall be deemed a further acceptance of all terms of this contract.",
  "TLOS_constitution_article_32_title": "32. Amending",
  "TLOS_constitution_article_32_body": "This Agreement and its subordinate documents, including the human-language sections of various system contracts (the 'Telos Governance Documents'), may be amended by a vote of the TLOS token holders using the 'ratifyamend' contract. To ratify or amend any Telos Governance Document, any user may execute the 'ratifyamend' contract, paying its contract fee, which is equal to the cost of executing the 'ratifyamend' contract, in system resources, at the time it is fully executed. This fee may be paid by one Member or collected from many Members over time to execute when the full cost has been collected. Once the fee has been fully paid, the full text of the proposed new document, or the existing document in the case of ratification, shall be recorded to the Telos blockchain. No Telos Governance Documents shall be ratified or amended except by a vote of the TLOS token holders, as recorded by the 'ratifyamend' contract with no less than 15 percent vote participation among TLOS tokens and no fewer than 10 percent more Yes than No votes, sustained for 30 continuous days within a 120 day.",
  "TLOS_constitution_article_33_title": "33. Severability",
  "TLOS_constitution_article_33_body": "If any part of this Agreement is declared unenforceable or invalid, the remainder will continue to be valid and enforceable. No part of this Agreement is to be given higher importance than any other due to its ordinal position within the document.",
  "TLOS_constitution_article_34_title": "34. Termination",
  "TLOS_constitution_article_34_body": "A Member is automatically released from all revocable obligations under this Agreement three years after the that Member has sold or otherwise relinquished all TLOS tokens. No member shall be released from valid arbitration judgements entered against them for any period of time.",
  "TLOS_constitution_article_35_title": "35. Developer Liability",
  "TLOS_constitution_article_35_body": "The Telos network uses 'open source' software defined as software which has been authored by single or separate authors who do not retain proprietary ownership to said software. Members agree to hold Developers of all open source software exempt of liability for unintentional mistakes made in the expression of contractual intent, whether or not said mistakes were due to actual or perceived negligence.",
  "TLOS_constitution_article_36_title": "36. Consideration",
  "TLOS_constitution_article_36_body": "All rights and obligations under this Agreement are mutual and reciprocal and of equally significant value and cost to all parties.",
  "TLOS_constitution_article_37_title": "37. Acceptance",
  "TLOS_constitution_article_37_body": "A contract is deemed accepted when a member signs a transaction which incorporates a TAPOS proof of a block whose implied state incorporates an ABI of said contract and said transaction is incorporated into the blockchain.",
  "TLOS_constitution_article_38_title": "38. Counterparts",
  "TLOS_constitution_article_38_body": "This Agreement may be executed in any number of counterparts, each of which when executed and delivered shall constitute a duplicate original, but all counterparts together shall constitute a single agreement.",
  "TLOS_constitution_article_39_title": "39. Complete Agreement",
  "TLOS_constitution_article_39_body": "This Agreement is accepted as complete and needs no further ratification to be valid and enforceable. A method for ratifying this Agreement has been included in the Agreement and Telos network code in the form of the 'ratifyamend' contract, however, such ratification is not required for this Agreement to be enforceable and a failure to ratify the Agreement, in the event the 'ratifyamend' contract is executed, does not nullify the acceptance, validity, or enforceability of this Agreement."
}
