{
  "constitution_accept": "Accetto i termini",
  "constitution_title": "EOS Governance - Costituzione",
  "constitution_preface": "Questa Costituzione è un contratto tra più parti stipulato dai membri in virtù del loro uso di questa blockchain. ",
  "constitution_article_01_title": "Articolo I - Nessun ricorso alla violenza",
  "constitution_article_01_body": "I membri non devono usare violenza o minacce di violenza contro un altro membro. Il perseguimento legale di reati con l'obiettivo di preservare la vita, la libertà e la proprietà non costituisce un ricorso alla violenza. ",
  "constitution_article_02_title": "Articolo II - Niente spergiuro",
  "constitution_article_02_body": "I membri sono responsabili per le perdite causate da attestazioni false o fuorvianti e perderanno qualsiasi profitto ottenuto in tal modo. ",
  "constitution_article_03_title": "Articolo III - Diritti",
  "constitution_article_03_body": "I membri concedono il diritto di contratto e di proprietà privata tra loro, quindi nessuna proprietà può cambiare di mano se non con il consenso del proprietario, con un ordine arbitrale valido o tramite referendum della comunità. Questa Costituzione non crea diritti positivi per o tra qualsiasi membro. ",
  "constitution_article_04_title": "Articolo IV - Nessun acquisto di voti",
  "constitution_article_04_body": "Nessun membro può offrire o accettare nulla di valore in cambio di un voto di qualsiasi tipo, né alcun membro influenzerà indebitamente il voto di un altro.",
  "constitution_article_05_title": "Articolo V - Nessun fiduciario",
  "constitution_article_05_body": "Nessun membro o titolare di token EOS deve avere la responsabilità fiduciaria di sostenere il valore del token EOS. I membri non autorizzano nessuno a detenere posizioni, prendere prestiti o fare accordi per conto di gruppi di titolari di token EOS. Questa blockchain non ha proprietari, manager o fiduciari; pertanto, nessun membro deve avere un interesse beneficiario oltre il del 10 %% dei token EOS posseduti.",
  "constitution_article_06_title": "Articolo VI - Risarcimenti",
  "constitution_article_06_body": "Ogni Membro accetta che le sanzioni per la violazione del contratto possono includere, a titolo esemplificativo ma non esaustivo, multe, perdita di account e altri risarcimenti.",
  "constitution_article_07_title": "Articolo VII - Open Source",
  "constitution_article_07_body": "Ogni Membro che rende disponibile un tipo di smart contract su questa blockchain deve essere uno Sviluppatore. Ogni Sviluppatore deve offrire i propri smart contract  tramite una licenza gratuita e open source, e ogni contratto intelligente deve essere documentato con un Contratto Ricardiano che attesti l'intento di tutte le parti e nomini il Forum Arbitrale che risolverà le controversie derivanti da tale contratto.",
  "constitution_article_08_title": "Articolo VIII - Lingua",
  "constitution_article_08_body": "I contratti multilingue devono specificare una lingua prevalente in caso di controversia e l'autore di qualsiasi traduzione è responsabile delle perdite dovute alle loro traduzioni false, fuorvianti o ambigue.",
  "constitution_article_09_title": "Articolo IX - Risoluzione delle controversie",
  "constitution_article_09_body": "Tutte le controversie derivanti da o in connessione con questo Statuto saranno definitivamente risolte secondo le Regole di Risoluzione delle Controversie del Forum Arbitrale EOS di base, da uno o più arbitri nominati in conformità con dette regole. ",
  "constitution_article_10_title": "Article X - Choice of Law",
  "constitution_article_10_body": "La scelta della legge per le controversie sarà, in ordine di precedenza, questa Costituzione e i principi di Equity (Maxims of Equity). ",
  "constitution_article_11_title": "Articolo XI - Modifica",
  "constitution_article_11_body": "Questa Costituzione e i suoi documenti subordinati non possono essere modificati se non con un voto dei titolari di token con una partecipazione non inferiore al 15 %% di token e una differenza tra i Sì e i No di non meno del 10%%, mantenuta per 30 giorni continui in un periodo di 120 giorni.",
  "constitution_article_12_title": "Articolo XII - Pubblicazione",
  "constitution_article_12_body": "I membri possono pubblicare informazioni solo sulla Blockchain su cui hanno diritto di pubblicare. Inoltre, i membri consentono volontariamente a tutti i membri di conservare in modo permanente e irrevocabile una copia, analizzare e distribuire tutte le transazioni di trasmissione e le informazioni derivate.",
  "constitution_article_13_title": "Articolo XIII - Consenso informato",
  "constitution_article_13_body": "Tutti i fornitori di servizi che producono strumenti per facilitare la costruzione e la firma di transazioni per conto di altri membri devono presentare a detti altri membri il Contratto Ricardiano integrale di questa Costituzione e altri contratti di riferimento. I fornitori di servizi sono responsabili per le perdite derivanti dalla mancata divulgazione agli utenti delle condizioni contrattuali complete del Contratto Ricardiano.",
  "constitution_article_14_title": "Articolo XIV - Separabilità",
  "constitution_article_14_body": "Se qualsiasi parte di questa Costituzione è dichiarata inapplicabile o invalida, il resto continuerà ad essere valido ed esecutivo .",
  "constitution_article_15_title": "Articolo XV - Risoluzione del contratto",
  "constitution_article_15_body": "Un Membro viene automaticamente sollevato da tutti gli obblighi revocabili ai sensi del presente Statuto 3 anni dopo che l'ultima transazione firmata da quel Membro è incorporata nella blockchain. Dopo 3 anni di inattività, un conto può essere messo all'asta e il ricavato distribuito a tutti i membri secondo le disposizioni del contratto di sistema allora in vigore per tale ridistribuzione.",
  "constitution_article_16_title": "Articolo XVI - Responsabilità dello sviluppatore",
  "constitution_article_16_body": "I membri si impegnano a esonerare gli sviluppatori di software dalle responsabilità per errori non intenzionali commessi nell'espressione di intenti contrattuali, indipendentemente dal fatto che tali errori siano dovuti a negligenza reale o percepita.",
  "constitution_article_17_title": "Articolo XVII - Considerazione",
  "constitution_article_17_body": "Tutti i diritti e gli obblighi previsti da questa Costituzione sono mutuali e reciproci e di valore e costo ugualmente significativi per tutte le parti.",
  "constitution_article_18_title": "Articolo XVIII - Accettazione",
  "constitution_article_18_body": "Un contratto si considera accettato quando un membro firma una transazione che incorpora una prova TAPOS di un blocco il cui stato implicito incorpora un ABI di detto contratto e tale transazione è incorporata nella blockchain. ",
  "constitution_article_19_title": "Articolo XIX - Duplicati",
  "constitution_article_19_body": "Questa Costituzione può essere attuata in un numero qualsiasi di copie, ognuna delle quali una volta eseguita e consegnata costituirà un duplicato originale, ma tutte le copie costituiranno insieme un unico accordo.",
  "constitution_article_20_title": "Articolo XX - Costituzione provvisoria",
  "constitution_article_20_body": "Questa Costituzione è provvisoria e intende rimanere in vigore fino a quando una Costituzione permanente sarà scritta e ratificata in un referendum."
}
