{
  "contract_terms": "Completando questa transazione, accetto i seguenti termini (fare clic per espandere)...",
  "system_transfer_title": "Termini e condizioni di trasferimento",
  "system_transfer_1": "Io, {{from}}, certifico che quanto segue è vero al meglio delle mie conoscenze:",
  "system_transfer_2": "1. Certifico che {{quantity}} non è frutto di attività fraudolente o violente. ",
  "system_transfer_3": "2. Certifico che, per quanto ne sappia, {{to}} non supporta l'uso della violenza contro gli altri.",
  "system_transfer_4": "3. Ho comunicato i termini e le condizioni contrattuali relativi a {{quantity}} a {{to}}. ",
  "system_transfer_5": "Comprendo che i trasferimenti di fondi non sono reversibili dopo  {{transaction.delay}} secondi o altro ritardo configurato dalle autorizzazioni di {{from}}. ",
  "system_transfer_6": "Se questa azione non viene confermata in modo irreversibile dopo la ricezione di beni o servizi da '{{to}}', accetto di restituire i prodotti o i servizi o di inviare nuovamente {{quantity}} in modo tempestivo.",
  "system_voteproducer_1": "L'intento dell'azione 'voteproducer' è di esprimere un voto valido per un massimo di 30 candidati BP.",
  "system_voteproducer_2": "Come parte autorizzata I {{signer}} desidero votare per conto di {{voter}} a favore del candidato block producer {{producers}} 'con un peso di voto uguale a tutti i token attualmente di proprietà di {{voter}} e puntato per CPU o larghezza di banda.",
  "system_voteproducer_3": "Se non sono il beneficiario effettivo di queste quote, dichiaro che ho la prova che sono stato autorizzato a votare queste quote dal loro proprietario \/ i beneficiario \/ i. ",
  "system_voteproducer_4": "Dichiaro di non aver accettato e non accetterò nulla di valore in cambio di questi voti, pena la confisca di questi token e altre sanzioni.",
  "system_voteproducer_5": "Riconosco che l'utilizzo di qualsiasi sistema di votazione automatica, di nuovo voto o di rinnovo del voto, o che consenta l'utilizzo di tale sistema a nome mio o di terzi, è vietato e che viola il presente contratto. ",
  "system_buyrambytes_1": "This action will attempt to reserve about {{bytes}} bytes of RAM on behalf of {{receiver}}.",
  "system_buyrambytes_2": "{{buyer}} authorizes this contract to transfer sufficient {{tokenSymbol}} tokens to buy the RAM based upon the current price as determined by the market maker algorithm.",
  "system_buyrambytes_3": "{{buyer}} accepts that a 0.5% fee will be charged on the {{tokenSymbol}} spent and that the actual RAM received may be slightly less than requested due to the approximations necessary to enable this service. {{buyer}} accepts that a 0.5% fee will be charged if and when they sell the RAM received. {{buyer}} accepts that rounding errors resulting from limits of computational precision may result in less RAM being allocated. {{buyer}} acknowledges that the supply of RAM may be increased at any time up to the limits of off-the-shelf computer equipment and that this may result in RAM selling for less than purchase price. {{buyer}} acknowledges that the price of RAM may increase or decrease over time according to supply and demand. {{buyer}} acknowledges that RAM is non-transferable. {{buyer}} acknowledges RAM currently in use by their account cannot be sold until it is freed and that freeing RAM may be subject to terms of other contracts.",
  "system_sellrambytes_1": "The sellram action sells unused RAM for tokens.",
  "system_sellrambytes_2": "As an authorized party I {{ signer }} wish to sell {{ bytes }} of unused RAM from account {{ account }}."
}