{
  "abi": "ABI",
  "actions": "작업들",
  "interface_actions_header": "계약 작업들",
  "interface_actions_instructions": "아래의 드롭다운은 스마트 계약 내에 모든 작업을 표시합니다. 매개 변수에 사용 가능한 작업을 선택 후 폼을 생성 하세요.",
  "interface_actions_subheader": "EOS 네트워크의 스마트 계약에는 실행 가능한 작업이 포함될 수 있습니다.",
  "interface_contract_account_name": "계약 계정 이름",
  "interface_contract_load": "계약 가져오기",
  "interface_contract_loaded_header": "가져온 계약:",
  "interface_contract_loaded_subheader": "계약을 성공적으로 가져왔습니다.",
  "interface_contract_account_name_placeholder": "Enter the contract account name or search through recently used contracts.",
  "interface_contract_reset": "계약 변경",
  "interface_data_header": "계약 ABI",
  "interface_data_subheader": "스마트 계약 코드 전체가 아래에 표시됩니다.",
  "interface_form_action_button": "Create Transaction",
  "interface_form_action_header": "작업 매개 변수",
  "interface_form_action_instructions": "이 작업에 대해 스마트 계약서에 거래를 제출하려면 아래 입력란을 작성하세요.",
  "interface_form_action_subheader": "선택한 계약 작업은 다음 매개 변수를 사용합니다.",
  "interface_header": "스마트 계약 인터페이스 도구",
  "interface_instructions_body_1": "Actions submitted from the Smart Contract Interface Tool are real transactions on the EOS blockchain. From this interface you are able to perform every action on any contract, including transferring EOS, creating accounts, and altering an accounts permissions/keys. These actions, once submitted, are irreversable and could lead to loss of or harm to your account.",
  "interface_instructions_body_2": "While this tool is useful for things like AirGrabs, ICO Registrations, and claiming wizards - please be cautious. Do not follow any instructions that request you 'transfer EOS with eosio.token' or 'set your account permissions' unless you have an understanding of the actions you are going to perform.",
  "interface_instructions_body_3": "If you are unsure of exactly what you're doing, ask in a public telegram channel, on reddit, or seek the advice of a trusted block producer before proceeding.",
  "interface_instructions_header": "Note: This tool is meant for advanced operations",
  "interface_instructions_subheader": "Please use caution when interacting with this tool",
  "interface_instructions_understood": "I understand and wish to use this tool.",
  "interface_subheader": "EOS 블록체인에 스마트 계약을 가져오기, 보기, 및 다른 작업 하기.",
  "interface_tables_header": "계약 테이블",
  "interface_tables_instructions": "아래 드롭 다운에는이 스마트 계약 내에서 사용 가능한 모든 테이블이 포함되어 있습니다. 내용을 볼 테이블을 선택하세요.",
  "interface_tables_load": "Load Table",
  "interface_tables_no_records": "No records found that match this contract and scope.",
  "interface_tables_placeholder": "Select a table...",
  "interface_tables_scope": "Table Scope (Account Name)",
  "interface_tables_subheader": "EOS 네트워크의 스마트 계약에는 공개 정보가 포함 된 테이블이 포함될 수 있습니다.",
  "tables": "테이블들"
}