{
  "about_opensource_title": "Esta aplicación es de código abierto",
  "about_opensource_message": " Acogemos con satisfacción las contribuciones a esta aplicación. Si usted está interesado, por favor únase a nosotros en Github en",
  "about_opensource_link": "https://github.com/Telos-Foundation/Sqrl",
  "about_message_1": "Sqrl es una aplicación de escritorio independiente que se conecta directamente a la blockchain de TELOS a través del endpoint API de su elección.",
  "about_message_2": "Sus llaves nunca dejan la aplicación en sí y sólo se almacenan encriptados, proporcionando el máximo nivel de seguridad que un monedero caliente puede ofrecer.",
  "about_more": "Por favor visítenos en https://telosfoundation.io and https://eos.miami si desea saber más.",
  "about_issues": "Si encuentras problemas con la propia aplicación, por favor preséntalos en github a continuación:",
  "about_issues_link": "https://github.com/Telos-Foundation/Sqrl/issues",
  "about_greymass_message_1": "Sqrl is a fork of eos-voter 0.5.1. It was created by EOS Miami as an all-in-one tool to support all EOSIO chains, including Telos and EOS. Naming credit goes to Douglas Horn at Goodblock with SqrlJs + styling development credited to Amplified Telos.",
  "about_greymass_message_2": "Si desea aprender más sobre nuestro equipo y los otros proyectos que planeamos para TELOS, lo invitamos a visitarnos en",
  "about_license_type": "The MIT License (MIT)",
  "about_license_body_1": "Copyright (c) 2018-present Greymass, EOS Miami, Telos Foundation",
  "about_license_body_2": "Por la presente se otorga permiso, sin costo alguno, a cualquier persona obtener una copia de este software y archivos de documentación asociados (el \"Software\"), para tratar en el Software sin restricción, incluyendo sin limitación los derechos para utilizar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar y/o vender copias del Software y permitir que las personas a quienes el Software se suministra para ello, conforme a las siguientes condiciones:",
  "about_license_body_3": "Esta nota sobre permisos y la de encima sobre copyright deben ser incluidas en todas las copias o porciones sustanciales del Software.",
  "about_license_body_4": "THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
}