{
  "about_opensource_title": "Esta aplicación es de código abierto",
  "about_opensource_message": " Acogemos con satisfacción las contribuciones a esta aplicación. Si usted está interesado, por favor únase a nosotros en Github en",
  "about_opensource_link": "https://github.com/greymass/anchor",
  "about_message_1": "eos-voter es una aplicación de escritorio independiente que se conecta directamente a la blockchain de EOS a través del endpoint API de su elección.",
  "about_message_2": "Sus llaves nunca dejan la aplicación en sí y sólo se almacenan encriptados, proporcionando el máximo nivel de seguridad que un monedero caliente puede ofrecer.",
  "about_more": "Por favor visítenos en https://greymass.com si desea saber más.",
  "about_issues": "Si encuentras problemas con la propia aplicación, por favor preséntalos en github a continuación:",
  "about_issues_link": "https://github.com/greymass/anchor/issues",
  "about_greymass_message_1": "Esta aplicación es una iniciativa liderada por Greymass.",
  "about_greymass_message_2": "Si desea aprender más sobre nuestro equipo y los otros proyectos que planeamos para EOS, lo invitamos a visitarnos en",
  "about_license_type": "The MIT License (MIT)",
  "about_license_body_1": "Copyright (c) 2018-present Greymass",
  "about_license_body_2": "Por la presente se otorga permiso, sin costo alguno, a cualquier persona obtener una copia de este software y archivos de documentación asociados (el \"Software\"), para tratar en el Software sin restricción, incluyendo sin limitación los derechos para utilizar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar y/o vender copias del Software y permitir que las personas a quienes el Software se suministra para ello, conforme a las siguientes condiciones:",
  "about_license_body_3": "Esta nota sobre permisos y la de encima sobre copyright deben ser incluidas en todas las copias o porciones sustanciales del Software.",
  "about_license_body_4": "EL SOFTWARE SE PROPORCIONA \"TAL CUAL\", SIN GARANTÍAS DE NINGUNA CLASE, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITÁNDOSE A LAS GARANTÍAS DE COMERCIALIZACIÓN, ADECUACIÓN PARA UN PROPÓSITO EN PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O PROPIETARIOS DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTROS, YA SEA EN UNA ACCIÓN CONTRACTUAL, EXTRACONTRACTUAL O DE OTRO TIPO, QUE SURJA DE, O RELACIONADA CON EL SOFTWARE, SU USO U OTRAS OPERACIONES CON ÉL."
}
