{
  "constitution_accept": "Acepto estos términos",
  "constitution_title": "EOS Governance - Constitution",
  "constitution_preface": "Esta Constitución es un contrato multipartidista de los miembros en virtud de su uso de este blockchain.",
  "constitution_article_01_title": "Artículo I - No iniciación de la violencia",
  "constitution_article_01_body": "Los miembros no deben iniciar la violencia o la amenaza de violencia contra otro miembro. Persecución legal de delitos con el objetivo de preservar la vida, libertad y propiedad no constituye iniciación de la violencia.",
  "constitution_article_02_title": "Artículo II - Ningún perjurio",
  "constitution_article_02_body": "Los miembros serán responsables por las pérdidas causadas por declaraciones falsas o engañosas y deberán perder cualquier beneficio obtenido de tal modo.",
  "constitution_article_03_title": "Artículo III - Derechos",
  "constitution_article_03_body": "Los miembros otorgan el derecho de contrato y de propiedad privada, por lo tanto ninguna propiedad cambiará las manos excepto con el consentimiento del dueño, por orden de un árbitro válido, o a través de referéndum de la comunidad. Esta Constitución no crea ningún derecho positivo para o entre los miembros.",
  "constitution_article_04_title": "Artículo IV - No compra de votos",
  "constitution_article_04_body": "Ningún miembro deberá ofrecer ni aceptar cualquier cosa de valor a cambio de un voto de ningún tipo, ni deberá influenciar indebidamente el voto de otro.",
  "constitution_article_05_title": "Artículo V - No Fiduciario",
  "constitution_article_05_body": "Ningún miembro ni EOS titular token tendrá responsabilidad fiduciaria a sostener el valor de la ficha de la EOS. Los miembros no autorizan a nadie a activos, pedir prestado, ni contraer en nombre de los titulares tokens EOS colectivamente. Este blockchain no tiene propietarios, gerentes o fiduciarios; por lo tanto, ningún miembro tendrá interés beneficiario en más de 10%% de la fuente simbólica de EOS.",
  "constitution_article_06_title": "Artículo VI - Restitución",
  "constitution_article_06_body": "Cada miembro está de actuerdo con que las sanciones por incumplimiento del contrato pueden incluir, entre otras, multas, pérdida de cuenta y otra restitución.",
  "constitution_article_07_title": "Artículo VII - Codigo Abierto",
  "constitution_article_07_body": "Cada miembro que haga disponible un contrato inteligente en este blockchain debe ser un Desarrollador. Cada desarrollador ofrecerá sus contratos inteligentes a través de una licencia de fuente abierta y gratuita, y cada contrato inteligente se documentará con un contrato ricardiano declarando la intención de todas las partes y nombrando el Foro de Arbitraje que resolverá las disputas que surjan de ese contrato.",
  "constitution_article_08_title": "Artículo VIII - Lenguaje",
  "constitution_article_08_body": "Los contratos multilingües deben especificar un idioma predominante en caso de controversia y el autor de cualquier traducción será responsable de las pérdidas debido a sus traducciones falsas, engañosas o ambiguas.",
  "constitution_article_09_title": "Artículo IX - Resolución de conflictos",
  "constitution_article_09_body": "Todas las disputas que surjan de o en conexión con esta Constitución se resolverán finalmente conforme a las Reglas de Resolución de Disputas del Foro de Arbitraje Básico de EOS por uno o más árbitros designados de acuerdo con dichas Reglas.",
  "constitution_article_10_title": "Artículo X - Elección de la ley",
  "constitution_article_10_body": "La elección de la ley para disputas será, por orden de precedencia, esta Constitución y las Máximas de la Equidad.",
  "constitution_article_11_title": "Artículo XI - Modificación",
  "constitution_article_11_body": "This Constitution and its subordinate documents shall not be amended except by a vote of the token holders with no less than 15%% vote participation among tokens and no fewer than 10%% more Yes than No votes, sustained for 30 continuous days within a 120 day period.",
  "constitution_article_12_title": "Artículo XII - Publicación",
  "constitution_article_12_body": "Members may only publish information to the Blockchain that is within their right to publish. Furthermore, Members voluntarily consent for all Members to permanently and irrevocably retain a copy, analyze, and distribute all broadcast transactions and derivative information.",
  "constitution_article_13_title": "Artículo XIII - Consentimiento Informado",
  "constitution_article_13_body": "All service providers who produce tools to facilitate the construction and signing of transactions on behalf of other Members shall present to said other Members the full Ricardian contract terms of this Constitution and other referenced contracts. Service providers shall be liable for losses resulting from failure to disclose the full Ricardian contract terms to users.",
  "constitution_article_14_title": "Article XIV - Severability",
  "constitution_article_14_body": "If any part of this Constitution is declared unenforceable or invalid, the remainder will continue to be valid and enforceable.",
  "constitution_article_15_title": "Article XV - Termination of Agreement",
  "constitution_article_15_body": "A Member is automatically released from all revocable obligations under this Constitution 3 years after the last transaction signed by that Member is incorporated into the blockchain. After 3 years of inactivity an account may be put up for auction and the proceeds distributed to all Members according to the system contract provisions then in effect for such redistribution.",
  "constitution_article_16_title": "Article XVI - Developer Liability",
  "constitution_article_16_body": "Members agree to hold software developers harmless for unintentional mistakes made in the expression of contractual intent, whether or not said mistakes were due to actual or perceived negligence.",
  "constitution_article_17_title": "Article XVII - Consideration",
  "constitution_article_17_body": "All rights and obligations under this Constitution are mutual and reciprocal and of equally significant value and cost to all parties.",
  "constitution_article_18_title": "Article XVIII - Acceptance",
  "constitution_article_18_body": "A contract is deemed accepted when a member signs a transaction which incorporates a TAPOS proof of a block whose implied state incorporates an ABI of said contract and said transaction is incorporated into the blockchain.",
  "constitution_article_19_title": "Article XIX - Counterparts",
  "constitution_article_19_body": "This Constitution may be executed in any number of counterparts, each of which when executed and delivered shall constitute a duplicate original, but all counterparts together shall constitute a single agreement.",
  "constitution_article_20_title": "Article XX - Interim Constitution",
  "constitution_article_20_body": "This constitution is interim and is intended to remain in effect until a permanent constitution is written and ratified in a referendum."
}