{
  "contract_terms": "By completing this transaction, I agree to the following terms (click to expand)...",
  "system_transfer_title": "Transfer Terms & Conditions",
  "system_transfer_1": "I, {{from}}, certify the following to be true to the best of my knowledge:",
  "system_transfer_2": "1. I certify that {{quantity}} is not the proceeds of fraudulent or violent activities.",
  "system_transfer_3": "2. I certify that, to the best of my knowledge, {{to}} is not supporting initiation of violence against others.",
  "system_transfer_4": "3. I have disclosed any contractual terms & conditions with respect to {{quantity}} to {{to}}.",
  "system_transfer_5": "I understand that funds transfers are not reversible after the {{transaction.delay}} seconds or other delay as configured by {{from}}'s permissions.",
  "system_transfer_6": "If this action fails to be irreversibly confirmed after receiving goods or services from '{{to}}', I agree to either return the goods or services or resend {{quantity}} in a timely manner.",
  "system_voteproducer_1": "The intent of the 'voteproducer' action is to cast a valid vote for up to 30 BP candidates.",
  "system_voteproducer_2": "As an authorized party I {{ signer }} wish to vote on behalf of {{ voter }} in favor of the block producer candidates '{{ producers }}' with a voting weight equal to all tokens currently owned by {{ voter }} and staked for CPU or bandwidth.",
  "system_voteproducer_3": "If I am not the beneficial owner of these shares I stipulate I have proof that I’ve been authorized to vote these shares by their beneficial owner(s).",
  "system_voteproducer_4": "I stipulate I have not and will not accept anything of value in exchange for these votes, on penalty of confiscation of these tokens, and other penalties.",
  "system_voteproducer_5": "I acknowledge that using any system of automatic voting, re-voting, or vote refreshing, or allowing such a system to be used on my behalf or on behalf of another, is forbidden and doing so violates this contract.",
  "system_buyrambytes_1": "This action will attempt to reserve about {{bytes}} bytes of RAM on behalf of {{receiver}}.",
  "system_buyrambytes_2": "{{buyer}} authorizes this contract to transfer sufficient {{tokenSymbol}} tokens to buy the RAM based upon the current price as determined by the market maker algorithm.",
  "system_buyrambytes_3": "{{buyer}} accepts that a 0.5% fee will be charged on the {{tokenSymbol}} spent and that the actual RAM received may be slightly less than requested due to the approximations necessary to enable this service. {{buyer}} accepts that a 0.5% fee will be charged if and when they sell the RAM received. {{buyer}} accepts that rounding errors resulting from limits of computational precision may result in less RAM being allocated. {{buyer}} acknowledges that the supply of RAM may be increased at any time up to the limits of off-the-shelf computer equipment and that this may result in RAM selling for less than purchase price. {{buyer}} acknowledges that the price of RAM may increase or decrease over time according to supply and demand. {{buyer}} acknowledges that RAM is non-transferable. {{buyer}} acknowledges RAM currently in use by their account cannot be sold until it is freed and that freeing RAM may be subject to terms of other contracts.",
  "system_sellrambytes_1": "The sellram action sells unused RAM for tokens.",
  "system_sellrambytes_2": "As an authorized party I {{ signer }} wish to sell {{ bytes }} of unused RAM from account {{ account }}."
}