{
  "collwallet_load_transaction": "Load Unsigned Transaction",
  "coldwallet_transaction_invalid_signed": "Transaction is already signed.",
  "coldwallet_transaction_invalid_expired": "Transaction has expired.",
  "coldwallet_transaction_invalid_contract": "The cold wallet signer only supports the eosio, eosio.token, and eosio.msig contracts.",
  "coldwallet_transaction_signature_request_title": "Signature request",
  "coldwallet_transaction_signature_request_content": "Listed below are all the contracts/actions specified in this transaction. Review the below transaction and once the transaction is verified, sign the transaction using the button below.",
  "collwallet_transaction_sign_confirm": "Sign this Transaction",
  "collwallet_transaction_sign_cancel": "Cancel",
  "coldwallet_wallet_title": "Cold Storage Wallet",
  "coldwallet_wallet_description": "An offline mode for secure storage",
  "coldwallet_wallet_workflow": "Sample workflow to sign a transaction offline:",
  "coldwallet_wallet_instructions_title": "Usage Instructions",
  "coldwallet_wallet_instructions_1": "A Cold Wallet is designed to be used in tandem with a Watch Wallet. The Cold Wallet remains offline at all times while the Watch Wallet remains connected to the network. Transactions are created on the Watch Wallet, moved to the Cold Wallet to be signed, and then moved back to the Watch Wallet to broadcast.",
  "coldwallet_wallet_instructions_2": "Setup a Watch Wallet on your primary computer which will be used to create transactions. You will not import a private key into this wallet.",
  "coldwallet_wallet_instructions_3": "Setup a Cold Wallet on a secondary computer which will NEVER be connected to the internet. Your keys will be imported into this wallet and encrypted with your password.",
  "coldwallet_wallet_instructions_4": "Using the Watch Wallet, create a transaction as you would normally. When the transaction flow prompts you to save the transaction as a file, do so and note the filename.",
  "coldwallet_wallet_instructions_5": "Take the file that was saved and transfer it to the Cold Wallet computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_6": "Using the Cold Wallet, unlock your wallet and click the 'Sign Transaction' button and select the unsigned transaction file.",
  "coldwallet_wallet_instructions_7": "Review the details of transaction to ensure they are correct. Once verified, click 'Sign this Transaction', and save the signed transaction noting the file name.",
  "coldwallet_wallet_instructions_8": "Take the signed transaction file and transfer it to the Watch Wallet computer (e.g. using a USB drive).",
  "coldwallet_wallet_instructions_9": "Using the Watch Wallet, click 'Broadcast Signed Transaction' and select the file signed transaction file.",
  "coldwallet_wallet_instructions_10": "Review the details of the signed transaction to again ensure they are correct. Once verfied, click 'Broadcast Transaction' to submit the transaction to the network"
}
